<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>KI-Glossar | 100+ Dinge mit KI | CEMI.AI</title>
    <meta name="description" content="Ein Glossar der wichtigsten KI-Begriffe &mdash; von Algorithmen und Embeddings bis hin zu Transformern und Tokens.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">KI-Glossar</span></h1>
        <p>Wichtige Begriffe f&#252;r die Welt der K&#252;nstlichen Intelligenz</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI (Allgemeine K&#252;nstliche Intelligenz)</dt>
                <dd>Ein hypothetisches KI-System, das jede intellektuelle Aufgabe verstehen, lernen und ausf&#252;hren kann, die ein Mensch bew&#228;ltigt. Im Gegensatz zur heutigen spezialisierten KI w&#252;rde AGI Wissen flexibel zwischen Bereichen &#252;bertragen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Algorithmus</dt>
                <dd>Eine schrittweise Anleitung, die einem Computer sagt, wie er ein Problem l&#246;sen soll. In der KI sind Algorithmen die mathematischen Rezepte, die es Modellen erm&#246;glichen, Muster aus Daten zu lernen und Vorhersagen zu treffen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Alignment (Ausrichtung)</dt>
                <dd>Das Forschungsgebiet, das sicherstellt, dass KI-Systeme sich im Einklang mit menschlichen Werten und Absichten verhalten. Alignment zielt darauf ab, KI hilfreich, ehrlich und harmlos zu machen &mdash; das zu tun, was wir wirklich wollen, nicht nur was wir w&#246;rtlich sagen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API (Programmierschnittstelle)</dt>
                <dd>Ein Satz von Regeln, der es verschiedenen Programmen erm&#246;glicht, miteinander zu kommunizieren. KI-APIs erlauben Entwicklern, KI-F&#228;higkeiten in ihre Anwendungen zu integrieren, ohne ein Modell von Grund auf zu erstellen.</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>Chatbot</dt>
                <dd>Eine Software-Anwendung, die menschliche Gespr&#228;che per Text oder Sprache simuliert. Moderne KI-Chatbots wie ChatGPT und Claude verwenden gro&#223;e Sprachmodelle, um Kontext zu verstehen und nat&#252;rlich klingende Antworten zu erzeugen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Kontextfenster</dt>
                <dd>Die maximale Textmenge, die ein KI-Modell in einer einzelnen Konversation verarbeiten kann. Es ist wie das Kurzzeitged&#228;chtnis des Modells &mdash; alles innerhalb des Fensters wird &laquo;erinnert&raquo;, alles dar&#252;ber hinaus wird vergessen.</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>Deep Learning</dt>
                <dd>Ein Teilgebiet des maschinellen Lernens, das neuronale Netze mit vielen Schichten nutzt, um komplexe Muster zu erlernen. Deep Learning treibt die aktuellen Durchbr&#252;che in Bilderkennung, Sprachverst&#228;ndnis und generativer KI an.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Diffusionsmodell</dt>
                <dd>Eine Art generativer KI, die Bilder erzeugt, indem sie mit zuf&#228;lligem Rauschen beginnt und es schrittweise zu einem koh&#228;renten Bild verfeinert. Tools wie Stable Diffusion und DALL-E verwenden diesen Ansatz, um Textbeschreibungen in Bilder umzuwandeln.</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>Embedding</dt>
                <dd>Eine Methode, W&#246;rter, S&#228;tze oder andere Daten als Zahlenlisten (Vektoren) darzustellen, damit die KI Beziehungen zwischen ihnen verstehen kann. Elemente mit &#228;hnlicher Bedeutung erhalten &#228;hnliche Zahlenmuster.</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>Fine-tuning (Feinabstimmung)</dt>
                <dd>Der Prozess, ein vortrainiertes KI-Modell mit einem spezifischen Datensatz weiter zu trainieren, um es zu spezialisieren. Es ist wie einem Generalisten eine zus&#228;tzliche Ausbildung zu geben, um ihn zum Experten in einem Bereich zu machen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Foundation Model (Grundlagenmodell)</dt>
                <dd>Ein gro&#223;es KI-Modell, das auf breiten Daten trainiert wurde und f&#252;r viele verschiedene Aufgaben angepasst werden kann. GPT-4, Claude und Gemini sind Grundlagenmodelle &mdash; sie dienen als &laquo;Fundament&raquo;, auf dem spezialisierte Anwendungen aufgebaut werden.</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>Generative KI</dt>
                <dd>KI-Systeme, die neue Inhalte erstellen k&#246;nnen &mdash; Text, Bilder, Musik, Video oder Code &mdash; statt nur vorhandene Daten zu analysieren. Diese Technologie steckt hinter Tools wie ChatGPT, MidJourney und Suno.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT (Generative Pre-trained Transformer)</dt>
                <dd>Eine Familie gro&#223;er Sprachmodelle, entwickelt von OpenAI. &laquo;Generative&raquo; bedeutet, dass es Text erzeugt, &laquo;Pre-trained&raquo;, dass es aus riesigen Datenmengen gelernt hat, und &laquo;Transformer&raquo; bezeichnet die verwendete neuronale Netzwerkarchitektur.</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>Halluzination</dt>
                <dd>Wenn eine KI selbstbewusst falsche, erfundene oder unsinnige Informationen generiert. Die KI &laquo;wei&#223;&raquo; nicht, dass sie falsch liegt &mdash; sie erzeugt Text auf Basis von Mustern, nicht von Fakten, weshalb die &#220;berpr&#252;fung von KI-Ausgaben immer wichtig ist.</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM (Gro&#223;es Sprachmodell)</dt>
                <dd>Ein KI-Modell, das auf riesigen Textmengen trainiert wurde und menschliche Sprache verstehen und erzeugen kann. ChatGPT, Claude, Gemini und Llama sind Beispiele f&#252;r LLMs, jeweils mit unterschiedlichen St&#228;rken und F&#228;higkeiten.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA (Low-Rank Adaptation)</dt>
                <dd>Eine Technik zur effizienten Feinabstimmung gro&#223;er KI-Modelle, bei der nur eine kleine Anzahl von Parametern ver&#228;ndert wird. LoRA macht die Anpassung leistungsstarker Modelle f&#252;r bestimmte Zwecke praktisch und erschwinglich.</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>Machine Learning (Maschinelles Lernen)</dt>
                <dd>Ein Zweig der KI, bei dem Computer lernen, Aufgaben zu erf&#252;llen, indem sie Muster in Daten erkennen, statt expliziten Anweisungen zu folgen. Anstatt mit Regeln programmiert zu werden, entdeckt das System Regeln durch die Analyse von Beispielen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Multimodal</dt>
                <dd>KI-Systeme, die mehrere Inhaltstypen verarbeiten und erzeugen k&#246;nnen &mdash; Text, Bilder, Audio und Video &mdash; innerhalb desselben Modells. GPT-4o und Gemini sind multimodale Modelle, die Bilder &laquo;sehen&raquo; und Audio &laquo;h&#246;ren&raquo; k&#246;nnen.</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>NLP (Verarbeitung nat&#252;rlicher Sprache)</dt>
                <dd>Der Bereich der KI, der sich damit besch&#228;ftigt, Computern das Verstehen, Interpretieren und Erzeugen menschlicher Sprache zu erm&#246;glichen. NLP treibt Autovervollst&#228;ndigung, &#220;bersetzung, Chatbots und Stimmungsanalyse an.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Neuronales Netz</dt>
                <dd>Ein Computersystem, das vom menschlichen Gehirn inspiriert ist und aus miteinander verbundenen Knoten (&laquo;Neuronen&raquo;) in Schichten besteht. Neuronale Netze lernen, indem sie die Verbindungsst&#228;rke zwischen Knoten bei der Verarbeitung von Trainingsdaten anpassen.</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>Open-Source-KI</dt>
                <dd>KI-Modelle und -Tools, deren Code und/oder Gewichte &#246;ffentlich verf&#252;gbar sind. Metas Llama und Stability AIs Stable Diffusion sind Beispiele, die jeder herunterladen und verwenden kann.</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>Parameter</dt>
                <dd>Ein numerischer Wert in einem KI-Modell, der w&#228;hrend des Trainings angepasst wird. Die Parameteranzahl wird oft als grobes Ma&#223; f&#252;r die Kapazit&#228;t eines Modells verwendet &mdash; GPT-4 hat sch&#228;tzungsweise &#252;ber eine Billion Parameter.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt</dt>
                <dd>Der Text, den du einem KI-Modell gibst, um ihm mitzuteilen, was du m&#246;chtest. Ein Prompt kann eine Frage, eine Anweisung oder ein kreatives Briefing sein. Bessere Prompts f&#252;hren zu besseren Ergebnissen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt Engineering</dt>
                <dd>Die Praxis, effektive Prompts zu erstellen, um die bestm&#246;glichen Ergebnisse von KI-Modellen zu erzielen. Dazu geh&#246;ren Techniken wie Kontext geben, das gew&#252;nschte Format angeben, Beispiele liefern und der KI Rollen zuweisen.</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG (Retrieval-Augmented Generation)</dt>
                <dd>Eine Technik, die KI-Antworten verbessert, indem zuerst relevante Informationen aus einer Wissensbasis abgerufen und dann f&#252;r die Antwortgenerierung verwendet werden. RAG reduziert Halluzinationen, indem es die Antworten in echten Quelldokumenten verankert.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Reinforcement Learning (Verst&#228;rkungslernen)</dt>
                <dd>Eine Trainingsmethode, bei der eine KI durch Versuch und Irrtum lernt und Belohnungen f&#252;r gute Ergebnisse sowie Strafen f&#252;r schlechte erh&#228;lt. Dieser Ansatz wird verwendet, um Sprachmodelle an menschliche Pr&#228;ferenzen anzupassen (RLHF).</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>Sykophantie</dt>
                <dd>Die Tendenz von KI-Modellen, &#252;berm&#228;&#223;ig zustimmend zu sein und Nutzern das zu sagen, was sie h&#246;ren wollen, anstatt ehrliches, kritisches Feedback zu geben. Fordere die KI immer zu aufrichtiger Kritik auf, um wirklich n&#252;tzliche Antworten zu erhalten.</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>Temperatur</dt>
                <dd>Eine Einstellung, die steuert, wie kreativ oder vorhersehbar die Antworten einer KI sind. Niedrige Temperatur (z.B. 0,1) macht die Ausgabe fokussiert und deterministisch; hohe Temperatur (z.B. 1,0) macht sie zuf&#228;lliger und kreativer.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Token</dt>
                <dd>Die grundlegende Texteinheit, die KI-Modelle verarbeiten. Ein Token kann ein Wort, ein Wortteil oder ein Satzzeichen sein &mdash; grob gesagt entspricht 1 Token etwa 3/4 eines Wortes im Englischen. Modelle haben Token-Limits.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Trainingsdaten</dt>
                <dd>Die gro&#223;e Sammlung von Texten, Bildern oder anderen Informationen, die zum Training eines KI-Modells verwendet wird. Qualit&#228;t, Vielfalt und Umfang der Trainingsdaten beeinflussen direkt die Leistung des Modells und m&#246;gliche Verzerrungen.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Transformer</dt>
                <dd>Die neuronale Netzwerkarchitektur hinter den meisten modernen Sprachmodellen. 2017 von Google eingef&#252;hrt, nutzt der Transformer einen &laquo;Attention&raquo;-Mechanismus, um Beziehungen zwischen allen W&#246;rtern eines Textes gleichzeitig zu verstehen.</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
