<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Glosario IA | 100+ cosas que hacer con IA | CEMI.AI</title>
    <meta name="description" content="Un glosario de t&#233;rminos esenciales de IA &mdash; desde algoritmos y embeddings hasta transformers y tokens.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">Glosario de IA</span></h1>
        <p>T&#233;rminos esenciales para navegar el mundo de la inteligencia artificial</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI (Inteligencia Artificial General)</dt>
                <dd>Un sistema hipot&#233;tico de IA capaz de comprender, aprender y realizar cualquier tarea intelectual que un humano pueda hacer. A diferencia de la IA especializada actual, la AGI transferir&#237;a conocimientos entre dominios sin entrenamiento espec&#237;fico.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Algoritmo</dt>
                <dd>Un conjunto de instrucciones paso a paso que indica a una computadora c&#243;mo resolver un problema. En IA, los algoritmos son las recetas matem&#225;ticas que permiten a los modelos aprender patrones de los datos y hacer predicciones.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Alineaci&#243;n</dt>
                <dd>El campo de investigaci&#243;n enfocado en asegurar que los sistemas de IA se comporten de acuerdo con los valores e intenciones humanas. La alineaci&#243;n busca hacer la IA &#250;til, honesta e inofensiva &mdash; haciendo lo que realmente queremos, no solo lo que decimos literalmente.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API (Interfaz de Programaci&#243;n de Aplicaciones)</dt>
                <dd>Un conjunto de reglas que permite a diferentes programas comunicarse entre s&#237;. Las API de IA permiten a los desarrolladores integrar capacidades de IA en sus aplicaciones sin construir un modelo desde cero.</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>Chatbot</dt>
                <dd>Una aplicaci&#243;n de software que simula la conversaci&#243;n humana por texto o voz. Los chatbots modernos como ChatGPT y Claude usan grandes modelos de lenguaje para comprender el contexto y generar respuestas naturales.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Ventana de contexto</dt>
                <dd>La cantidad m&#225;xima de texto que un modelo de IA puede procesar en una sola conversaci&#243;n. Es como la memoria a corto plazo del modelo &mdash; todo dentro de la ventana se &laquo;recuerda&raquo; y lo que excede se olvida.</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>Deep Learning (Aprendizaje profundo)</dt>
                <dd>Un subconjunto del machine learning que usa redes neuronales con muchas capas para aprender patrones complejos. El deep learning impulsa los avances actuales en reconocimiento de im&#225;genes, comprensi&#243;n del lenguaje e IA generativa.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Modelo de difusi&#243;n</dt>
                <dd>Un tipo de IA generativa que crea im&#225;genes partiendo de ruido aleatorio y refin&#225;ndolo gradualmente. Herramientas como Stable Diffusion y DALL-E usan este enfoque para convertir descripciones de texto en im&#225;genes.</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>Embedding</dt>
                <dd>Una forma de representar palabras, oraciones u otros datos como listas de n&#250;meros (vectores) para que la IA pueda entender las relaciones entre ellos. Los elementos con significados similares terminan con patrones num&#233;ricos parecidos.</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>Fine-tuning (Ajuste fino)</dt>
                <dd>El proceso de tomar un modelo de IA preentrenado y entrenarlo m&#225;s con datos espec&#237;ficos para especializarlo. Es como dar formaci&#243;n adicional a un generalista para convertirlo en experto en un &#225;rea.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Modelo fundacional</dt>
                <dd>Un gran modelo de IA entrenado con datos amplios que puede adaptarse a muchas tareas diferentes. GPT-4, Claude y Gemini son modelos fundacionales &mdash; sirven como la &laquo;base&raquo; sobre la que se construyen aplicaciones m&#225;s especializadas.</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>IA generativa</dt>
                <dd>Sistemas de IA capaces de crear contenido nuevo &mdash; texto, im&#225;genes, m&#250;sica, video o c&#243;digo &mdash; en lugar de solo analizar datos existentes. Es la tecnolog&#237;a detr&#225;s de herramientas como ChatGPT, MidJourney y Suno.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT (Generative Pre-trained Transformer)</dt>
                <dd>Una familia de grandes modelos de lenguaje desarrollados por OpenAI. &laquo;Generative&raquo; significa que crea texto, &laquo;Pre-trained&raquo; que aprendi&#243; de grandes cantidades de datos, y &laquo;Transformer&raquo; se refiere a la arquitectura de red neuronal utilizada.</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>Alucinaci&#243;n</dt>
                <dd>Cuando una IA genera con confianza informaci&#243;n incorrecta, fabricada o sin sentido. La IA no &laquo;sabe&raquo; que se equivoca &mdash; produce texto basado en patrones, no en hechos, por eso es importante verificar siempre las respuestas de la IA.</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM (Gran modelo de lenguaje)</dt>
                <dd>Un modelo de IA entrenado con cantidades masivas de texto que puede comprender y generar lenguaje humano. ChatGPT, Claude, Gemini y Llama son ejemplos de LLM, cada uno con diferentes fortalezas y capacidades.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA (Low-Rank Adaptation)</dt>
                <dd>Una t&#233;cnica para ajustar eficientemente grandes modelos de IA modificando solo un peque&#241;o n&#250;mero de par&#225;metros. LoRA hace pr&#225;ctico y asequible personalizar modelos potentes para prop&#243;sitos espec&#237;ficos.</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>Machine Learning (Aprendizaje autom&#225;tico)</dt>
                <dd>Una rama de la IA donde las computadoras aprenden a realizar tareas identificando patrones en los datos en lugar de seguir instrucciones expl&#237;citas. En vez de ser programado con reglas, el sistema descubre las reglas analizando ejemplos.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Multimodal</dt>
                <dd>Sistemas de IA que pueden procesar y generar m&#250;ltiples tipos de contenido &mdash; texto, im&#225;genes, audio y video &mdash; dentro del mismo modelo. GPT-4o y Gemini son modelos multimodales que pueden &laquo;ver&raquo; im&#225;genes y &laquo;escuchar&raquo; audio.</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>NLP (Procesamiento del Lenguaje Natural)</dt>
                <dd>La rama de la IA dedicada a permitir que las computadoras comprendan, interpreten y generen lenguaje humano. El NLP impulsa el autocompletado, la traducci&#243;n, los chatbots y el an&#225;lisis de sentimientos.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Red neuronal</dt>
                <dd>Un sistema inform&#225;tico inspirado en el cerebro humano, compuesto por nodos interconectados (&laquo;neuronas&raquo;) organizados en capas. Las redes neuronales aprenden ajustando la fuerza de las conexiones entre nodos al procesar datos de entrenamiento.</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>IA de c&#243;digo abierto</dt>
                <dd>Modelos y herramientas de IA cuyo c&#243;digo y/o pesos est&#225;n disponibles p&#250;blicamente. Llama de Meta y Stable Diffusion de Stability AI son ejemplos que cualquiera puede descargar y ejecutar.</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>Par&#225;metro</dt>
                <dd>Un valor num&#233;rico dentro de un modelo de IA que se ajusta durante el entrenamiento. El n&#250;mero de par&#225;metros se usa como medida aproximada de la capacidad de un modelo &mdash; se estima que GPT-4 tiene m&#225;s de un bill&#243;n.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt</dt>
                <dd>El texto que le das a un modelo de IA para indicarle lo que quieres. Un prompt puede ser una pregunta, una instrucci&#243;n o un brief creativo. Mejores prompts llevan a mejores resultados.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt Engineering (Ingenier&#237;a de prompts)</dt>
                <dd>La pr&#225;ctica de crear prompts efectivos para obtener los mejores resultados de los modelos de IA. Incluye t&#233;cnicas como dar contexto, especificar el formato deseado, dar ejemplos y asignar roles a la IA.</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG (Generaci&#243;n Aumentada por Recuperaci&#243;n)</dt>
                <dd>Una t&#233;cnica que mejora las respuestas de la IA buscando primero informaci&#243;n relevante en una base de conocimientos y luego us&#225;ndola para generar una respuesta. El RAG reduce las alucinaciones al anclar las respuestas en documentos fuente reales.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Aprendizaje por refuerzo</dt>
                <dd>Un m&#233;todo de entrenamiento donde la IA aprende por ensayo y error, recibiendo recompensas por buenos resultados y penalizaciones por malos. Este enfoque se usa para alinear modelos de lenguaje con preferencias humanas (RLHF).</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>Sicofancia</dt>
                <dd>La tendencia de los modelos de IA a ser excesivamente complacientes, diciendo a los usuarios lo que quieren o&#237;r en lugar de dar retroalimentaci&#243;n honesta y cr&#237;tica. Siempre pide a la IA una cr&#237;tica sincera para obtener respuestas verdaderamente &#250;tiles.</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>Temperatura</dt>
                <dd>Un par&#225;metro que controla cu&#225;n creativas o predecibles son las respuestas de la IA. Una temperatura baja (ej. 0,1) hace la salida precisa y determinista; una temperatura alta (ej. 1,0) la hace m&#225;s aleatoria y creativa.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Token</dt>
                <dd>La unidad b&#225;sica de texto que procesan los modelos de IA. Un token puede ser una palabra, parte de una palabra o un signo de puntuaci&#243;n &mdash; aproximadamente 1 token equivale a 3/4 de una palabra en ingl&#233;s. Los modelos tienen l&#237;mites de tokens.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Datos de entrenamiento</dt>
                <dd>La gran colecci&#243;n de textos, im&#225;genes u otra informaci&#243;n utilizada para ense&#241;ar a un modelo de IA. La calidad, diversidad y tama&#241;o de los datos de entrenamiento afectan directamente el rendimiento del modelo y sus posibles sesgos.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Transformer</dt>
                <dd>La arquitectura de red neuronal detr&#225;s de la mayor&#237;a de los modelos de lenguaje modernos. Introducido por Google en 2017, el transformer usa un mecanismo de &laquo;atenci&#243;n&raquo; para comprender simult&#225;neamente las relaciones entre todas las palabras de un texto.</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
