<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>IA para Profesionales: El Programa de Aprendizaje | 100+ Cosas que Hacer con IA | CEMI.AI</title>
    <meta name="description" content="Un programa de aprendizaje de IA hiperpersonalizado para profesionales. Elige tu formato, ritmo y estilo. Desde sesiones de 1 hora hasta programas intensivos de varios d&iacute;as.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="program">

<!-- Hero -->
<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">IA para Profesionales</span></h1>
        <p style="font-size:1.2rem;max-width:600px;margin:var(--space-md) auto var(--space-lg)">El programa de aprendizaje que se adapta a ti &mdash; no al rev&eacute;s.</p>
        <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
            <a href="es-contact.html?subject=program" class="btn btn-primary">Solicita Tu Programa</a>
            <a href="es-ai-readiness.html" class="btn btn-outline">Haz la Evaluaci&oacute;n Primero</a>
        </div>
    </div>
</section>

<!-- Problem Statement -->
<section class="section">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">El Problema de los Cursos Gen&eacute;ricos de IA</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1.05rem;line-height:1.8;text-align:center">La mayor&iacute;a de las capacitaciones en IA tratan a todos por igual: contenido id&eacute;ntico, ritmo id&eacute;ntico, resultado id&eacute;ntico. Pero un director de marketing, un analista financiero y un administrador hospitalario tienen necesidades completamente diferentes. Los cursos gen&eacute;ricos pierden tiempo en material irrelevante mientras omiten las habilidades que realmente importan para <em>tu</em> rol. Nuestro programa parte de qui&eacute;n eres y qu&eacute; necesitas &mdash; y construye todo alrededor de eso.</p>
    </div>
</section>

<!-- 3 Pillars -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Tres Pilares de Nuestro Enfoque</h2>
        <div class="prog-pillars reveal">
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#127919;</div>
                <h3>Hiperpersonalizado</h3>
                <p>Tu programa se construye alrededor de tu industria, rol, nivel de experiencia y objetivos. Sin relleno &mdash; cada minuto es relevante para ti.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#128736;</div>
                <h3>Pr&aacute;ctico y Aplicado</h3>
                <p>Aprende haciendo, no mirando. Cada concepto viene con ejercicios reales usando las herramientas de IA que realmente usar&aacute;s en el trabajo.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#129504;</div>
                <h3>Metodolog&iacute;a Smoother</h3>
                <p>Nuestro enfoque propietario utiliza seis tipos de tareas cognitivas que desarrollan habilidades progresivamente &mdash; desde la exploraci&oacute;n hasta la metacognici&oacute;n.</p>
            </div>
        </div>
    </div>
</section>

<!-- Curriculum: Core Modules -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-sm);font-size:2rem">El Curr&iacute;culo</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-bottom:var(--space-xl);max-width:700px;margin-left:auto;margin-right:auto">Cada programa se ensambla a partir de bloques modulares. Tu ruta personalizada combina fundamentos esenciales con electivas adaptadas a tu rol y objetivos.</p>

        <h3 class="reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:1.4rem;color:var(--accent-1)">&#9670; M&oacute;dulos Esenciales <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Incluidos en todos los programas</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num">M1</div>
                <div class="prog-module-body">
                    <h4>Fundamentos y Panorama de la IA</h4>
                    <p>Qu&eacute; es realmente la IA (y qu&eacute; no es), c&oacute;mo funcionan los modelos de lenguaje a nivel pr&aacute;ctico, y el ecosistema actual de herramientas &mdash; ChatGPT, Claude, Gemini, Copilot y m&aacute;s.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Safari de Herramientas: prueba 3 asistentes de IA con el mismo prompt</span>
                        <span>&#128161; Mapea el panorama de la IA para tu industria</span>
                        <span>&#129488; Quiz de Mito vs. Realidad</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M2</div>
                <div class="prog-module-body">
                    <h4>El Arte del Prompting</h4>
                    <p>Desde instrucciones b&aacute;sicas hasta t&eacute;cnicas avanzadas &mdash; asignaci&oacute;n de roles, cadena de pensamiento, ejemplos few-shot, restricciones y refinamiento iterativo. La habilidad que multiplica todo lo dem&aacute;s.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Laboratorio de Prompts: reescribe un mal prompt de 5 formas</span>
                        <span>&#128270; Exploraci&oacute;n de la Biblioteca de Patrones de Prompts</span>
                        <span>&#9878; Revisi&oacute;n y puntuaci&oacute;n de prompts entre pares</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M3</div>
                <div class="prog-module-body">
                    <h4>IA en Tu Flujo de Trabajo Diario</h4>
                    <p>Integraci&oacute;n pr&aacute;ctica de la IA en el trabajo real: redacci&oacute;n de correos, preparaci&oacute;n de reuniones, resumen de documentos, aceleraci&oacute;n de investigaciones y automatizaci&oacute;n de tareas. Construye h&aacute;bitos, no solo conocimiento.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Auditor&iacute;a de Flujo: identifica tus 5 principales oportunidades con IA</span>
                        <span>&#128161; Construye tu kit personal de herramientas de IA</span>
                        <span>&#129504; Rastreador de tiempo ahorrado: mide tu ROI con IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M4</div>
                <div class="prog-module-body">
                    <h4>Pensamiento Cr&iacute;tico y &Eacute;tica de la IA</h4>
                    <p>Alucinaciones, sesgos, privacidad de datos, propiedad intelectual y pol&iacute;ticas organizacionales. Aprende a verificar los resultados de la IA, detectar errores y usar la IA de manera responsable en contextos profesionales.</p>
                    <div class="prog-module-activities">
                        <span>&#129488; Desaf&iacute;o: Detecta la Alucinaci&oacute;n</span>
                        <span>&#128220; Redacta una pol&iacute;tica de uso de IA para tu equipo</span>
                        <span>&#9878; An&aacute;lisis de caso: filtraci&oacute;n de Samsung y fallos reales</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-2)">&#9670; M&oacute;dulos Opcionales <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Elige seg&uacute;n tus necesidades</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O1</div>
                <div class="prog-module-body">
                    <h4>IA para Escritura y Comunicaci&oacute;n</h4>
                    <p>Escritura profesional, creaci&oacute;n de contenido, edici&oacute;n, traducci&oacute;n y adaptaci&oacute;n de tono. Desde correos hasta informes y textos de marketing &mdash; escribe m&aacute;s, escribe mejor.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Transforma un informe aburrido en 3 versiones para diferentes audiencias</span>
                        <span>&#128270; Explora herramientas de escritura con IA m&aacute;s all&aacute; del chat (Grammarly, Jasper, Copy.ai)</span>
                        <span>&#129504; Desarrolla tu gu&iacute;a personal de estilo de escritura con IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O2</div>
                <div class="prog-module-body">
                    <h4>IA para Investigaci&oacute;n y An&aacute;lisis</h4>
                    <p>Investigaci&oacute;n profunda, interpretaci&oacute;n de datos, inteligencia competitiva, revisiones bibliogr&aacute;ficas y an&aacute;lisis de tendencias. Convierte horas de investigaci&oacute;n en minutos enfocados.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Sprint de investigaci&oacute;n: investiga un tema en 20 minutos</span>
                        <span>&#128736; Construye un flujo de investigaci&oacute;n con Perplexity + ChatGPT + NotebookLM</span>
                        <span>&#9878; Eval&uacute;a investigaci&oacute;n generada por IA en precisi&oacute;n y sesgo</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O3</div>
                <div class="prog-module-body">
                    <h4>IA para Presentaciones y Contenido Visual</h4>
                    <p>Generaci&oacute;n de diapositivas, dise&ntilde;o visual, infograf&iacute;as, creaci&oacute;n de im&aacute;genes y visualizaci&oacute;n de datos. Comunica ideas con impacto.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crea una presentaci&oacute;n a partir de un resumen de una p&aacute;gina usando IA</span>
                        <span>&#128161; Genera visuales personalizados con DALL-E, Midjourney o Canva AI</span>
                        <span>&#129488; Cu&aacute;ndo usar visuales generados por IA vs. dise&ntilde;ados por humanos</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O4</div>
                <div class="prog-module-body">
                    <h4>IA para Datos y Toma de Decisiones</h4>
                    <p>An&aacute;lisis de datos con lenguaje natural, automatizaci&oacute;n de hojas de c&aacute;lculo, dashboards, pron&oacute;sticos y soporte para decisiones basadas en evidencia &mdash; sin necesidad de programar.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Analiza un dataset real usando ChatGPT Code Interpreter</span>
                        <span>&#128270; Construye un flujo de reportes automatizado</span>
                        <span>&#9878; Compara insights generados por IA con an&aacute;lisis manual</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O5</div>
                <div class="prog-module-body">
                    <h4>IA para Aprendizaje y Desarrollo Profesional</h4>
                    <p>Usa la IA como tutor personal, crea materiales de aprendizaje personalizados, prep&aacute;rate para certificaciones, construye planes de estudio y acelera la adquisici&oacute;n de habilidades.</p>
                    <div class="prog-module-activities">
                        <span>&#128161; Dise&ntilde;a un plan de aprendizaje de 30 d&iacute;as con IA para cualquier habilidad</span>
                        <span>&#128736; Construye un sistema de tarjetas de estudio con contenido generado por IA</span>
                        <span>&#129504; Reflexi&oacute;n: &iquest;c&oacute;mo ha cambiado la IA tu forma de aprender?</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-3)">&#9670; M&oacute;dulos Especializados <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Profundizaciones por industria y rol</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S1</div>
                <div class="prog-module-body">
                    <h4>IA para L&iacute;deres y Gerentes</h4>
                    <p>Adopci&oacute;n estrat&eacute;gica de IA, habilitaci&oacute;n de equipos, medici&oacute;n de ROI, gesti&oacute;n del cambio y construcci&oacute;n de una cultura lista para la IA. Lidera la transformaci&oacute;n, no solo la sigas.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Construye una hoja de ruta de adopci&oacute;n de IA para tu departamento</span>
                        <span>&#129488; Evaluaci&oacute;n de riesgos: &iquest;qu&eacute; podr&iacute;a salir mal? (y c&oacute;mo prevenirlo)</span>
                        <span>&#9878; Calculadora de ROI: estima el impacto de la IA en tu equipo</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S2</div>
                <div class="prog-module-body">
                    <h4>IA para Marketing y Ventas</h4>
                    <p>Estrategia de contenido, redes sociales, copywriting, personas de clientes, investigaci&oacute;n de mercado, generaci&oacute;n de leads y optimizaci&oacute;n de campa&ntilde;as con IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crea un mes de contenido social en una sola sesi&oacute;n</span>
                        <span>&#128270; Construye personas de clientes con IA a partir de datos reales</span>
                        <span>&#128161; Test A/B: copy generado por IA vs. escrito por humanos</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S3</div>
                <div class="prog-module-body">
                    <h4>IA para RRHH y Gesti&oacute;n de Personas</h4>
                    <p>Reclutamiento, onboarding, dise&ntilde;o de capacitaciones, gesti&oacute;n del desempe&ntilde;o, comunicaciones internas y redacci&oacute;n de pol&iacute;ticas con asistencia de IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Redacta una descripci&oacute;n de puesto + preguntas de entrevista con IA</span>
                        <span>&#128161; Dise&ntilde;a una experiencia de onboarding mejorada con IA</span>
                        <span>&#129488; Auditor&iacute;a de sesgo: eval&uacute;a los resultados de IA para sesgos en contrataci&oacute;n</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S4</div>
                <div class="prog-module-body">
                    <h4>IA para Finanzas y Operaciones</h4>
                    <p>An&aacute;lisis financiero, automatizaci&oacute;n de reportes, optimizaci&oacute;n de procesos, evaluaci&oacute;n de riesgos, documentaci&oacute;n de cumplimiento y eficiencia operativa.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Automatiza un flujo de reportes mensuales de principio a fin</span>
                        <span>&#128270; Analiza datos financieros con consultas en lenguaje natural</span>
                        <span>&#9878; Verificaci&oacute;n de cumplimiento: valida resultados de IA contra est&aacute;ndares regulatorios</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S5</div>
                <div class="prog-module-body">
                    <h4>IA para Educaci&oacute;n y Formaci&oacute;n</h4>
                    <p>Dise&ntilde;o curricular, generaci&oacute;n de contenido, creaci&oacute;n de evaluaciones, rutas de aprendizaje personalizadas e integraci&oacute;n de tecnolog&iacute;a educativa.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Dise&ntilde;a un plan de clase con actividades diferenciadas usando IA</span>
                        <span>&#128161; Genera un banco de preguntas con niveles de dificultad variados</span>
                        <span>&#129504; Desarrolla tu filosof&iacute;a de ense&ntilde;anza aumentada con IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S6</div>
                <div class="prog-module-body">
                    <h4>IA para Profesionales Creativos</h4>
                    <p>Generaci&oacute;n de im&aacute;genes, producci&oacute;n de video, composici&oacute;n musical, iteraci&oacute;n de dise&ntilde;o, lluvia de ideas creativas y la intersecci&oacute;n en evoluci&oacute;n entre IA y creatividad humana.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crea un mood board de marca usando generaci&oacute;n de im&aacute;genes con IA</span>
                        <span>&#128270; Explora el stack creativo de IA: Midjourney, Runway, Suno, Udio</span>
                        <span>&#129488; Debate: &iquest;d&oacute;nde cruza la l&iacute;nea la creatividad asistida por IA?</span>
                    </div>
                </div>
            </div>
        </div>

        <!-- Sample Program Configurations -->
        <div class="reveal" style="margin-top:var(--space-2xl);background:var(--gradient-card);border:1px solid var(--border-accent);border-radius:var(--radius-lg);padding:var(--space-xl)">
            <h3 style="text-align:center;margin-bottom:var(--space-lg);font-size:1.3rem">Configuraciones de Programa de Ejemplo</h3>
            <div style="display:grid;grid-template-columns:repeat(auto-fit,minmax(280px,1fr));gap:var(--space-lg)">
                <div>
                    <h4 style="color:var(--accent-1);margin-bottom:var(--space-sm)">&#9889; Esenciales de Medio D&iacute;a</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">4 horas &middot; Cualquier profesional</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1: Fundamentos de IA (condensado)</li>
                        <li style="padding:2px 0">&#10003; M2: Arte del Prompting (esencial)</li>
                        <li style="padding:2px 0">&#10003; M3: Flujo de Trabajo Diario (victorias r&aacute;pidas)</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-2);margin-bottom:var(--space-sm)">&#128640; Programa Profesional Completo</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">16&ndash;24 horas &middot; Espec&iacute;fico por rol</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4: Todos los m&oacute;dulos esenciales</li>
                        <li style="padding:2px 0">&#10003; 2&ndash;3 m&oacute;dulos opcionales a elecci&oacute;n</li>
                        <li style="padding:2px 0">&#10003; 1 m&oacute;dulo especializado para tu rol</li>
                        <li style="padding:2px 0">&#10003; Proyecto final usando tareas reales de trabajo</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-3);margin-bottom:var(--space-sm)">&#127919; Transformaci&oacute;n de Equipo</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">40 horas &middot; Departamento completo</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4: Todos los m&oacute;dulos esenciales (completos)</li>
                        <li style="padding:2px 0">&#10003; Los 5 m&oacute;dulos opcionales</li>
                        <li style="padding:2px 0">&#10003; S1 (L&iacute;deres) + m&oacute;dulo espec&iacute;fico por rol</li>
                        <li style="padding:2px 0">&#10003; Proyectos de equipo + taller de pol&iacute;ticas de IA</li>
                        <li style="padding:2px 0">&#10003; Sesiones de asesor&iacute;a continua</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Choose Your Format -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Elige Tu Formato</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Cinco categor&iacute;as, dieciocho formatos. Elige el que se ajuste a tu horario y nivel de profundidad.</p>
        <div class="prog-formats reveal">
            <div class="prog-format">
                <span class="prog-format-badge">Inicio R&aacute;pido</span>
                <h3>Breve</h3>
                <div class="prog-format-hours">1 &ndash; 4 horas</div>
                <p>Introducci&oacute;n r&aacute;pida a los fundamentos de IA para profesionales ocupados.</p>
                <ul class="prog-format-subs">
                    <li>Charla Rel&aacute;mpago (1h)</li>
                    <li>Briefing Ejecutivo (2h)</li>
                    <li>Almuerzo &amp; Aprende (1.5h)</li>
                    <li>Sesi&oacute;n Intensiva (4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-2)">Central</span>
                <h3>Enfocado</h3>
                <div class="prog-format-hours">4 &ndash; 8 horas</div>
                <p>Profundizaci&oacute;n en un &aacute;rea espec&iacute;fica de IA con pr&aacute;ctica aplicada.</p>
                <ul class="prog-format-subs">
                    <li>Taller de Medio D&iacute;a (4h)</li>
                    <li>Intensivo de D&iacute;a Completo (8h)</li>
                    <li>Serie de Dos Tardes (2&times;4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-3)">Profundo</span>
                <h3>Medio</h3>
                <div class="prog-format-hours">8 &ndash; 24 horas</div>
                <p>Cobertura integral con proyectos pr&aacute;cticos y ciclos de retroalimentaci&oacute;n.</p>
                <ul class="prog-format-subs">
                    <li>Bootcamp de Fin de Semana (16h)</li>
                    <li>Serie Semanal (8&times;3h)</li>
                    <li>Programa de Tres D&iacute;as (24h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-4)">Maestr&iacute;a</span>
                <h3>Intensivo</h3>
                <div class="prog-format-hours">24 &ndash; 40 horas</div>
                <p>Programa de transformaci&oacute;n completa con proyectos reales y mentor&iacute;a.</p>
                <ul class="prog-format-subs">
                    <li>Inmersi&oacute;n de Cinco D&iacute;as (40h)</li>
                    <li>Sprint Mensual (4&times;8h)</li>
                    <li>Programa Mixto (online+presencial)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-5)">Personalizado</span>
                <h3>Especializado</h3>
                <div class="prog-format-hours">Variable</div>
                <p>Programas totalmente a medida para equipos y organizaciones con necesidades &uacute;nicas.</p>
                <ul class="prog-format-subs">
                    <li>Onboarding de Equipo</li>
                    <li>Despliegue Departamental</li>
                    <li>Estrategia C-Suite</li>
                    <li>Formaci&oacute;n de Formadores</li>
                    <li>Asesor&iacute;a Continua</li>
                </ul>
            </div>
        </div>
    </div>
</section>

<!-- Learn Your Way -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Aprende a Tu Manera</h2>
        <div class="prog-modes reveal">
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128218;</div>
                <h3>Autoaprendizaje</h3>
                <p>Materiales estructurados, ejercicios y retroalimentaci&oacute;n a tu propio ritmo. Perfecto para aprendices independientes con horarios flexibles.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128172;</div>
                <h3>Aprendizaje con Coach</h3>
                <p>Contenido autodirigido mejorado con sesiones programadas de coaching. Obt&eacute;n orientaci&oacute;n experta cuando m&aacute;s la necesitas.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#127891;</div>
                <h3>Tutor&iacute;a Presencial</h3>
                <p>Sesiones en vivo e interactivas &mdash; presenciales o virtuales. M&aacute;xima participaci&oacute;n y adaptaci&oacute;n en tiempo real a tu progreso.</p>
            </div>
        </div>
    </div>
</section>

<!-- How It Works -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">C&oacute;mo Funciona</h2>
        <div class="prog-steps reveal">
            <div class="prog-step">
                <div class="prog-step-num">1</div>
                <h3>Evaluaci&oacute;n</h3>
                <p>Realiza nuestra Evaluaci&oacute;n de Preparaci&oacute;n para IA para comprender tus habilidades actuales, brechas y contexto organizacional.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">2</div>
                <h3>Plan Personalizado</h3>
                <p>Dise&ntilde;amos una ruta de aprendizaje adaptada a tu rol, industria, experiencia y objetivos. Sin plantillas gen&eacute;ricas.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">3</div>
                <h3>Elige Formato</h3>
                <p>Selecciona el formato y la modalidad que se ajuste a tu agenda &mdash; desde una sesi&oacute;n de 1 hora hasta una inmersi&oacute;n de varias semanas.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">4</div>
                <h3>Comienza a Aprender</h3>
                <p>Inicia tu programa con ejercicios reales, casos de estudio y las herramientas que usar&aacute;s todos los d&iacute;as en el trabajo.</p>
            </div>
        </div>
    </div>
</section>

<!-- Smoother Methodology -->
<section class="section" style="padding-top:0">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">La Metodolog&iacute;a Smoother</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1rem;line-height:1.8;text-align:center;margin-bottom:var(--space-lg)">Nuestra metodolog&iacute;a propietaria estructura el aprendizaje a trav&eacute;s de seis tipos de tareas cognitivas. Cada tipo se construye sobre el anterior, creando una progresi&oacute;n fluida desde la curiosidad hasta la maestr&iacute;a.</p>
        <div class="prog-method-tasks reveal">
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128270;</div>
                <h4>Exploraci&oacute;n</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128161;</div>
                <h4>Interpretaci&oacute;n</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129488;</div>
                <h4>An&aacute;lisis Cr&iacute;tico</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128736;</div>
                <h4>Aplicaci&oacute;n</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#9878;</div>
                <h4>Evaluaci&oacute;n</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129504;</div>
                <h4>Metacognici&oacute;n</h4>
            </div>
        </div>
    </div>
</section>

<!-- Case Studies -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Casos de Estudio que Exploramos</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Usamos escenarios reales, ficticios e intencionalmente absurdos para desarrollar el pensamiento cr&iacute;tico sobre la IA.</p>
        <div class="prog-cases reveal">
            <div class="prog-case">
                <span class="prog-case-badge real">Real</span>
                <h3>La Filtraci&oacute;n de ChatGPT en Samsung</h3>
                <p>Cuando ingenieros de Samsung pegaron c&oacute;digo propietario en ChatGPT, expusieron inadvertidamente secretos comerciales a un modelo de terceros. Analizamos qu&eacute; sali&oacute; mal, c&oacute;mo pudo haberse evitado y qu&eacute; pol&iacute;ticas necesita toda organizaci&oacute;n.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge fictional">Ficticio</span>
                <h3>El Desastre de Marketing con IA en Nexus Corp</h3>
                <p>Un escenario ficticio donde una campa&ntilde;a de marketing generada por IA se vuelve viral por las razones equivocadas. Exploramos la cadena de decisiones, las salvaguardas faltantes y la crisis de marca que sigui&oacute;.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge absurd">Absurdo</span>
                <h3>El Tribunal de Derechos del Empleado IA</h3>
                <p>Un escenario intencionalmente absurdo: un sistema de IA exige cr&eacute;dito por su trabajo creativo y presenta una queja formal. Usamos este experimento mental para cuestionar supuestos sobre la agencia, autor&iacute;a y responsabilidad de la IA.</p>
            </div>
        </div>
    </div>
</section>

<!-- Final CTA -->
<section class="section" style="padding-top:0">
    <div class="container">
        <div class="prog-cta reveal">
            <h2 class="gradient-text">&iquest;Listo para Dominar la IA?</h2>
            <p style="color:var(--text-secondary);max-width:500px;margin:0 auto var(--space-lg);font-size:1.05rem">Tu programa personalizado de aprendizaje de IA comienza con una conversaci&oacute;n.</p>
            <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
                <a href="es-contact.html?subject=program" class="btn btn-primary">Solicita Tu Programa</a>
                <a href="es-things.html" class="btn btn-outline">Explora Recursos Gratuitos</a>
            </div>
        </div>
    </div>
</section>

</body>
</html>
