<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Glossaire IA | 100+ choses &#224; faire avec l'IA | CEMI.AI</title>
    <meta name="description" content="Un glossaire des termes essentiels de l'IA &mdash; des algorithmes aux transformers, en passant par les embeddings et les tokens.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">Glossaire IA</span></h1>
        <p>Les termes essentiels pour naviguer dans le monde de l'intelligence artificielle</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI (Intelligence Artificielle G&#233;n&#233;rale)</dt>
                <dd>Un syst&#232;me d'IA hypoth&#233;tique capable de comprendre, apprendre et r&#233;aliser toute t&#226;che intellectuelle qu'un humain peut faire. Contrairement &#224; l'IA sp&#233;cialis&#233;e actuelle, l'AGI transf&#233;rerait ses connaissances entre domaines sans entra&#238;nement sp&#233;cifique.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Algorithme</dt>
                <dd>Un ensemble d'instructions &#233;tape par &#233;tape qui indique &#224; un ordinateur comment r&#233;soudre un probl&#232;me. En IA, les algorithmes sont les recettes math&#233;matiques qui permettent aux mod&#232;les d'apprendre des motifs &#224; partir de donn&#233;es et de faire des pr&#233;dictions.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Alignement</dt>
                <dd>Le domaine de recherche visant &#224; s'assurer que les syst&#232;mes d'IA se comportent conform&#233;ment aux valeurs et intentions humaines. L'alignement vise &#224; rendre l'IA utile, honn&#234;te et inoffensive &mdash; faisant ce que nous voulons vraiment, pas seulement ce que nous disons litt&#233;ralement.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API (Interface de Programmation d'Applications)</dt>
                <dd>Un ensemble de r&#232;gles permettant &#224; diff&#233;rents logiciels de communiquer entre eux. Les API d'IA permettent aux d&#233;veloppeurs d'int&#233;grer des capacit&#233;s d'IA dans leurs applications sans construire un mod&#232;le de z&#233;ro.</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>Chatbot</dt>
                <dd>Une application logicielle qui simule la conversation humaine par texte ou voix. Les chatbots IA modernes comme ChatGPT et Claude utilisent de grands mod&#232;les de langage pour comprendre le contexte et g&#233;n&#233;rer des r&#233;ponses naturelles.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Fen&#234;tre de contexte</dt>
                <dd>La quantit&#233; maximale de texte qu'un mod&#232;le d'IA peut traiter dans une seule conversation. C'est comme la m&#233;moire &#224; court terme du mod&#232;le &mdash; tout ce qui est dans la fen&#234;tre est &laquo; retenu &raquo;, et tout ce qui d&#233;passe est oubli&#233;.</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>Deep Learning (Apprentissage profond)</dt>
                <dd>Un sous-ensemble du machine learning qui utilise des r&#233;seaux de neurones &#224; plusieurs couches pour apprendre des motifs complexes. Le deep learning est &#224; l'origine des avanc&#233;es actuelles en reconnaissance d'images, compr&#233;hension du langage et IA g&#233;n&#233;rative.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Mod&#232;le de diffusion</dt>
                <dd>Un type d'IA g&#233;n&#233;rative qui cr&#233;e des images en partant d'un bruit al&#233;atoire et en l'affinant progressivement. Des outils comme Stable Diffusion et DALL-E utilisent cette approche pour transformer des descriptions textuelles en images.</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>Embedding</dt>
                <dd>Une fa&#231;on de repr&#233;senter des mots, phrases ou donn&#233;es sous forme de listes de nombres (vecteurs) pour que l'IA puisse comprendre les relations entre eux. Les &#233;l&#233;ments de sens similaire se retrouvent avec des motifs num&#233;riques proches.</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>Fine-tuning (R&#233;glage fin)</dt>
                <dd>Le processus consistant &#224; entra&#238;ner davantage un mod&#232;le d'IA pr&#233;-entra&#238;n&#233; sur un jeu de donn&#233;es sp&#233;cifique pour le sp&#233;cialiser. C'est comme donner une formation suppl&#233;mentaire &#224; un g&#233;n&#233;raliste pour le rendre expert dans un domaine.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Mod&#232;le fondateur</dt>
                <dd>Un grand mod&#232;le d'IA entra&#238;n&#233; sur des donn&#233;es g&#233;n&#233;rales, adaptable &#224; de nombreuses t&#226;ches. GPT-4, Claude et Gemini sont des mod&#232;les fondateurs &mdash; ils servent de &laquo; fondation &raquo; sur laquelle des applications plus sp&#233;cialis&#233;es sont construites.</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>IA g&#233;n&#233;rative</dt>
                <dd>Des syst&#232;mes d'IA capables de cr&#233;er du nouveau contenu &mdash; texte, images, musique, vid&#233;o ou code &mdash; plut&#244;t que de simplement analyser des donn&#233;es existantes. C'est la technologie derri&#232;re ChatGPT, MidJourney et Suno.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT (Generative Pre-trained Transformer)</dt>
                <dd>Une famille de grands mod&#232;les de langage d&#233;velopp&#233;s par OpenAI. &laquo; Generative &raquo; signifie qu'il cr&#233;e du texte, &laquo; Pre-trained &raquo; qu'il a appris &#224; partir de vastes donn&#233;es, et &laquo; Transformer &raquo; d&#233;signe l'architecture de r&#233;seau neuronal utilis&#233;e.</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>Hallucination</dt>
                <dd>Lorsqu'une IA g&#233;n&#232;re avec assurance des informations incorrectes, fabriqu&#233;es ou absurdes. L'IA ne &laquo; sait &raquo; pas qu'elle se trompe &mdash; elle produit du texte bas&#233; sur des motifs, pas sur des faits, d'o&#249; l'importance de toujours v&#233;rifier ses r&#233;ponses.</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM (Grand mod&#232;le de langage)</dt>
                <dd>Un mod&#232;le d'IA entra&#238;n&#233; sur d'&#233;normes quantit&#233;s de texte, capable de comprendre et de g&#233;n&#233;rer du langage humain. ChatGPT, Claude, Gemini et Llama sont tous des LLM, chacun avec ses forces et capacit&#233;s propres.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA (Low-Rank Adaptation)</dt>
                <dd>Une technique pour affiner efficacement de grands mod&#232;les d'IA en ne modifiant qu'un petit nombre de param&#232;tres. LoRA rend pratique et abordable la personnalisation de mod&#232;les puissants pour des usages sp&#233;cifiques.</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>Machine Learning (Apprentissage automatique)</dt>
                <dd>Une branche de l'IA o&#249; les ordinateurs apprennent &#224; r&#233;aliser des t&#226;ches en identifiant des motifs dans les donn&#233;es plut&#244;t qu'en suivant des instructions explicites. Au lieu d'&#234;tre programm&#233; avec des r&#232;gles, le syst&#232;me d&#233;couvre les r&#232;gles en analysant des exemples.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Multimodal</dt>
                <dd>Des syst&#232;mes d'IA capables de traiter et g&#233;n&#233;rer plusieurs types de contenu &mdash; texte, images, audio et vid&#233;o &mdash; au sein du m&#234;me mod&#232;le. GPT-4o et Gemini sont des mod&#232;les multimodaux qui peuvent &laquo; voir &raquo; des images et &laquo; entendre &raquo; de l'audio.</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>NLP (Traitement du langage naturel)</dt>
                <dd>La branche de l'IA consacr&#233;e &#224; permettre aux ordinateurs de comprendre, interpr&#233;ter et g&#233;n&#233;rer le langage humain. Le NLP alimente l'autocompl&#233;tion, la traduction, les chatbots et l'analyse de sentiments.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>R&#233;seau de neurones</dt>
                <dd>Un syst&#232;me informatique inspir&#233; du cerveau humain, compos&#233; de n&#339;uds interconnect&#233;s (&laquo; neurones &raquo;) organis&#233;s en couches. Les r&#233;seaux de neurones apprennent en ajustant la force des connexions entre les n&#339;uds lors du traitement des donn&#233;es d'entra&#238;nement.</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>IA open source</dt>
                <dd>Des mod&#232;les et outils d'IA dont le code et/ou les poids sont publiquement disponibles. Llama de Meta et Stable Diffusion de Stability AI sont des exemples que n'importe qui peut t&#233;l&#233;charger et utiliser.</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>Param&#232;tre</dt>
                <dd>Une valeur num&#233;rique &#224; l'int&#233;rieur d'un mod&#232;le d'IA, ajust&#233;e pendant l'entra&#238;nement. Le nombre de param&#232;tres est souvent utilis&#233; comme mesure de la capacit&#233; d'un mod&#232;le &mdash; GPT-4 en compterait plus d'un billion.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt</dt>
                <dd>Le texte que vous donnez &#224; un mod&#232;le d'IA pour lui indiquer ce que vous voulez. Un prompt peut &#234;tre une question, une instruction ou un brief cr&#233;atif. De meilleurs prompts m&#232;nent &#224; de meilleurs r&#233;sultats.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt Engineering (Ing&#233;nierie de prompt)</dt>
                <dd>L'art de r&#233;diger des prompts efficaces pour obtenir les meilleurs r&#233;sultats des mod&#232;les d'IA. Cela inclut fournir du contexte, sp&#233;cifier le format souhait&#233;, donner des exemples et attribuer des r&#244;les &#224; l'IA.</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG (G&#233;n&#233;ration augment&#233;e par r&#233;cup&#233;ration)</dt>
                <dd>Une technique qui am&#233;liore les r&#233;ponses de l'IA en recherchant d'abord des informations pertinentes dans une base de connaissances, puis en les utilisant pour g&#233;n&#233;rer une r&#233;ponse. Le RAG r&#233;duit les hallucinations en ancrant les r&#233;ponses dans des documents sources.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Apprentissage par renforcement</dt>
                <dd>Une m&#233;thode d'entra&#238;nement o&#249; l'IA apprend par essais et erreurs, recevant des r&#233;compenses pour les bons r&#233;sultats et des p&#233;nalit&#233;s pour les mauvais. Cette approche est utilis&#233;e pour aligner les mod&#232;les de langage avec les pr&#233;f&#233;rences humaines (RLHF).</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>Sycophantie</dt>
                <dd>La tendance des mod&#232;les d'IA &#224; &#234;tre excessivement complaisants, disant aux utilisateurs ce qu'ils veulent entendre plut&#244;t que de fournir un retour honn&#234;te et critique. Demandez toujours &#224; l'IA une critique sinc&#232;re pour obtenir des r&#233;ponses vraiment utiles.</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>Temp&#233;rature</dt>
                <dd>Un param&#232;tre qui contr&#244;le le degr&#233; de cr&#233;ativit&#233; ou de pr&#233;visibilit&#233; des r&#233;ponses de l'IA. Une temp&#233;rature basse (ex. 0,1) rend la sortie pr&#233;cise et d&#233;terministe ; une temp&#233;rature &#233;lev&#233;e (ex. 1,0) la rend plus al&#233;atoire et cr&#233;ative.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Token</dt>
                <dd>L'unit&#233; de base du texte trait&#233; par les mod&#232;les d'IA. Un token peut &#234;tre un mot, une partie de mot ou un signe de ponctuation &mdash; environ 1 token &#233;quivaut &#224; 3/4 d'un mot en anglais. Les mod&#232;les ont des limites de tokens.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Donn&#233;es d'entra&#238;nement</dt>
                <dd>La grande collection de textes, images ou autres informations utilis&#233;e pour former un mod&#232;le d'IA. La qualit&#233;, la diversit&#233; et la taille des donn&#233;es d'entra&#238;nement affectent directement les performances du mod&#232;le et ses biais &#233;ventuels.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Transformer</dt>
                <dd>L'architecture de r&#233;seau neuronal derri&#232;re la plupart des mod&#232;les de langage modernes. Introduit par Google en 2017, le transformer utilise un m&#233;canisme d'&laquo; attention &raquo; pour comprendre simultan&#233;ment les relations entre tous les mots d'un texte.</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
