<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>L&rsquo;IA pour les professionnels : le programme de formation | 100+ choses &agrave; faire avec l&rsquo;IA | CEMI.AI</title>
    <meta name="description" content="Un programme d&#39;apprentissage de l&#39;IA hyper-personnalis&eacute; pour les professionnels. Choisissez votre format, votre rythme et votre style. De la session d&#39;une heure aux programmes intensifs de plusieurs jours.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="program">

<!-- Hero -->
<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">L&rsquo;IA pour les professionnels</span></h1>
        <p style="font-size:1.2rem;max-width:600px;margin:var(--space-md) auto var(--space-lg)">Le programme de formation qui s&rsquo;adapte &agrave; vous &mdash; et non l&rsquo;inverse.</p>
        <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
            <a href="fr-contact.html?subject=program" class="btn btn-primary">Demander votre programme</a>
            <a href="fr-ai-readiness.html" class="btn btn-outline">Faire l&rsquo;&eacute;valuation d&rsquo;abord</a>
        </div>
    </div>
</section>

<!-- Problem Statement -->
<section class="section">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">Le probl&egrave;me des formations IA g&eacute;n&eacute;riques</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1.05rem;line-height:1.8;text-align:center">La plupart des formations IA traitent tout le monde de la m&ecirc;me mani&egrave;re : contenu identique, rythme identique, r&eacute;sultat identique. Pourtant, un directeur marketing, un analyste financier et un administrateur hospitalier ont des besoins compl&egrave;tement diff&eacute;rents. Les formations g&eacute;n&eacute;riques font perdre du temps sur des sujets non pertinents tout en passant &agrave; c&ocirc;t&eacute; des comp&eacute;tences qui comptent vraiment pour <em>votre</em> r&ocirc;le. Notre programme part de qui vous &ecirc;tes et de ce dont vous avez besoin &mdash; puis construit tout autour de cela.</p>
    </div>
</section>

<!-- 3 Pillars -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Les trois piliers de notre approche</h2>
        <div class="prog-pillars reveal">
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#127919;</div>
                <h3>Hyper-personnalis&eacute;</h3>
                <p>Votre programme est construit autour de votre secteur, votre r&ocirc;le, votre niveau d&rsquo;exp&eacute;rience et vos objectifs. Pas de remplissage, pas de superflu &mdash; chaque minute est pertinente pour vous.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#128736;</div>
                <h3>Pratique et concret</h3>
                <p>Apprenez en faisant, pas en regardant. Chaque concept s&rsquo;accompagne d&rsquo;exercices r&eacute;els avec les outils IA que vous utiliserez vraiment au travail.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#129504;</div>
                <h3>M&eacute;thodologie Smoother</h3>
                <p>Notre approche propri&eacute;taire utilise six types de t&acirc;ches cognitives qui d&eacute;veloppent les comp&eacute;tences progressivement &mdash; de l&rsquo;exploration &agrave; la m&eacute;tacognition.</p>
            </div>
        </div>
    </div>
</section>

<!-- Curriculum: Core Modules -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-sm);font-size:2rem">Le programme</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-bottom:var(--space-xl);max-width:700px;margin-left:auto;margin-right:auto">Chaque programme est assembl&eacute; &agrave; partir de modules. Votre parcours personnalis&eacute; combine des fondations essentielles avec des modules optionnels adapt&eacute;s &agrave; votre r&ocirc;le et vos objectifs.</p>

        <h3 class="reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:1.4rem;color:var(--accent-1)">&#9670; Modules fondamentaux <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Inclus dans chaque programme</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num">M1</div>
                <div class="prog-module-body">
                    <h4>Fondements et paysage de l&rsquo;IA</h4>
                    <p>Ce qu&rsquo;est vraiment l&rsquo;IA (et ce qu&rsquo;elle n&rsquo;est pas), comment fonctionnent les grands mod&egrave;les de langage &agrave; un niveau pratique, et l&rsquo;&eacute;cosyst&egrave;me actuel des outils &mdash; ChatGPT, Claude, Gemini, Copilot, et au-del&agrave;.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Safari outils : tester 3 assistants IA avec le m&ecirc;me prompt</span>
                        <span>&#128161; Cartographier le paysage IA de votre secteur</span>
                        <span>&#129488; Quiz Mythe vs. R&eacute;alit&eacute;</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M2</div>
                <div class="prog-module-body">
                    <h4>L&rsquo;art du prompting</h4>
                    <p>Des instructions de base aux techniques avanc&eacute;es &mdash; d&eacute;finition de r&ocirc;le, cha&icirc;ne de pens&eacute;e, exemples few-shot, contraintes et raffinement it&eacute;ratif. La comp&eacute;tence unique qui multiplie toutes les autres.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Labo Prompts : r&eacute;&eacute;crire un mauvais prompt de 5 fa&ccedil;ons</span>
                        <span>&#128270; Exploration de la biblioth&egrave;que de mod&egrave;les de prompts</span>
                        <span>&#9878; R&eacute;vision et &eacute;valuation de prompts entre pairs</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M3</div>
                <div class="prog-module-body">
                    <h4>L&rsquo;IA dans votre quotidien professionnel</h4>
                    <p>Int&eacute;gration pratique de l&rsquo;IA dans le travail r&eacute;el : r&eacute;daction d&rsquo;emails, pr&eacute;paration de r&eacute;unions, synth&egrave;se de documents, acc&eacute;l&eacute;ration de la recherche et automatisation des t&acirc;ches. Cr&eacute;ez des habitudes, pas seulement des connaissances.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Audit de workflow : identifier vos 5 meilleures opportunit&eacute;s IA</span>
                        <span>&#128161; Construire votre bo&icirc;te &agrave; outils IA personnelle</span>
                        <span>&#129504; Suivi du temps gagn&eacute; : mesurer votre ROI IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M4</div>
                <div class="prog-module-body">
                    <h4>Pens&eacute;e critique et &eacute;thique de l&rsquo;IA</h4>
                    <p>Hallucinations, biais, confidentialit&eacute; des donn&eacute;es, propri&eacute;t&eacute; intellectuelle et politique organisationnelle. Apprenez &agrave; v&eacute;rifier les r&eacute;sultats de l&rsquo;IA, &agrave; rep&eacute;rer les erreurs et &agrave; utiliser l&rsquo;IA de mani&egrave;re responsable en contexte professionnel.</p>
                    <div class="prog-module-activities">
                        <span>&#129488; D&eacute;fi &laquo;&nbsp;Rep&eacute;rez l&rsquo;hallucination&nbsp;&raquo;</span>
                        <span>&#128220; R&eacute;diger une politique d&rsquo;utilisation de l&rsquo;IA pour votre &eacute;quipe</span>
                        <span>&#9878; &Eacute;tude de cas : la fuite Samsung et les &eacute;checs r&eacute;els</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-2)">&#9670; Modules optionnels <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Choisissez selon vos besoins</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O1</div>
                <div class="prog-module-body">
                    <h4>IA pour l&rsquo;&eacute;criture et la communication</h4>
                    <p>R&eacute;daction professionnelle, cr&eacute;ation de contenu, &eacute;dition, traduction et adaptation de ton. Des emails aux rapports en passant par le copywriting &mdash; &eacute;crivez plus, &eacute;crivez mieux.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Transformer un rapport aride en 3 versions adapt&eacute;es &agrave; diff&eacute;rents publics</span>
                        <span>&#128270; Explorer les outils d&rsquo;&eacute;criture IA au-del&agrave; du chat (Grammarly, Jasper, Copy.ai)</span>
                        <span>&#129504; D&eacute;velopper votre guide de style d&rsquo;&eacute;criture IA personnel</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O2</div>
                <div class="prog-module-body">
                    <h4>IA pour la recherche et l&rsquo;analyse</h4>
                    <p>Recherche approfondie, interpr&eacute;tation de donn&eacute;es, veille concurrentielle, revues de litt&eacute;rature et analyse de tendances. Transformez des heures de recherche en minutes cibl&eacute;es.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Sprint de recherche approfondie : explorer un sujet en 20 minutes</span>
                        <span>&#128736; Construire un workflow de recherche avec Perplexity + ChatGPT + NotebookLM</span>
                        <span>&#9878; &Eacute;valuer la recherche g&eacute;n&eacute;r&eacute;e par l&rsquo;IA en termes de pr&eacute;cision et de biais</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O3</div>
                <div class="prog-module-body">
                    <h4>IA pour les pr&eacute;sentations et le contenu visuel</h4>
                    <p>G&eacute;n&eacute;ration de diapositives, design visuel, infographies, cr&eacute;ation d&rsquo;images et visualisation de donn&eacute;es. Communiquez vos id&eacute;es avec impact.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Cr&eacute;er un pitch deck &agrave; partir d&rsquo;un brief d&rsquo;une page avec l&rsquo;IA</span>
                        <span>&#128161; G&eacute;n&eacute;rer des visuels personnalis&eacute;s avec DALL-E, Midjourney ou Canva AI</span>
                        <span>&#129488; Quand utiliser des visuels g&eacute;n&eacute;r&eacute;s par l&rsquo;IA vs. cr&eacute;&eacute;s par un humain</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O4</div>
                <div class="prog-module-body">
                    <h4>IA pour les donn&eacute;es et la prise de d&eacute;cision</h4>
                    <p>Analyse de donn&eacute;es en langage naturel, automatisation de tableurs, tableaux de bord, pr&eacute;visions et aide &agrave; la d&eacute;cision fond&eacute;e sur les preuves &mdash; sans programmation.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Analyser un jeu de donn&eacute;es r&eacute;el avec ChatGPT Code Interpreter</span>
                        <span>&#128270; Construire un workflow de reporting automatis&eacute;</span>
                        <span>&#9878; Comparer les analyses g&eacute;n&eacute;r&eacute;es par l&rsquo;IA avec l&rsquo;analyse manuelle</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O5</div>
                <div class="prog-module-body">
                    <h4>IA pour l&rsquo;apprentissage et le d&eacute;veloppement professionnel</h4>
                    <p>Utilisez l&rsquo;IA comme tuteur personnel, cr&eacute;ez des supports de formation sur mesure, pr&eacute;parez des certifications, &eacute;laborez des plans d&rsquo;&eacute;tude et acc&eacute;l&eacute;rez l&rsquo;acquisition de comp&eacute;tences.</p>
                    <div class="prog-module-activities">
                        <span>&#128161; Concevoir un plan d&rsquo;apprentissage IA de 30 jours pour toute comp&eacute;tence</span>
                        <span>&#128736; Cr&eacute;er un syst&egrave;me de flashcards avec du contenu g&eacute;n&eacute;r&eacute; par l&rsquo;IA</span>
                        <span>&#129504; R&eacute;flexion : comment l&rsquo;IA a-t-elle chang&eacute; votre approche de l&rsquo;apprentissage ?</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-3)">&#9670; Modules sp&eacute;cialis&eacute;s <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Approfondissements par secteur et par r&ocirc;le</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S1</div>
                <div class="prog-module-body">
                    <h4>IA pour les dirigeants et managers</h4>
                    <p>Adoption strat&eacute;gique de l&rsquo;IA, accompagnement des &eacute;quipes, mesure du ROI, gestion du changement et cr&eacute;ation d&rsquo;une culture pr&ecirc;te pour l&rsquo;IA. Menez la transformation, ne la subissez pas.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; &Eacute;laborer une feuille de route d&rsquo;adoption de l&rsquo;IA pour votre d&eacute;partement</span>
                        <span>&#129488; &Eacute;valuation des risques : qu&rsquo;est-ce qui pourrait mal tourner ? (et comment le pr&eacute;venir)</span>
                        <span>&#9878; Calculateur de ROI : estimer l&rsquo;impact de l&rsquo;IA sur votre &eacute;quipe</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S2</div>
                <div class="prog-module-body">
                    <h4>IA pour le marketing et les ventes</h4>
                    <p>Strat&eacute;gie de contenu, r&eacute;seaux sociaux, r&eacute;daction publicitaire, personas clients, &eacute;tudes de march&eacute;, g&eacute;n&eacute;ration de leads et optimisation de campagnes avec l&rsquo;IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Cr&eacute;er un mois de contenu social en une seule session</span>
                        <span>&#128270; Construire des personas clients aliment&eacute;s par l&rsquo;IA &agrave; partir de donn&eacute;es r&eacute;elles</span>
                        <span>&#128161; Test A/B : texte g&eacute;n&eacute;r&eacute; par l&rsquo;IA vs. texte &eacute;crit par un humain</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S3</div>
                <div class="prog-module-body">
                    <h4>IA pour les RH et les op&eacute;rations humaines</h4>
                    <p>Recrutement, int&eacute;gration, conception de formations, gestion de la performance, communications internes et r&eacute;daction de politiques avec l&rsquo;assistance de l&rsquo;IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; R&eacute;diger une fiche de poste + des questions d&rsquo;entretien avec l&rsquo;IA</span>
                        <span>&#128161; Concevoir une exp&eacute;rience d&rsquo;int&eacute;gration am&eacute;lior&eacute;e par l&rsquo;IA</span>
                        <span>&#129488; Audit des biais : tester les r&eacute;sultats de l&rsquo;IA pour les biais de recrutement</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S4</div>
                <div class="prog-module-body">
                    <h4>IA pour la finance et les op&eacute;rations</h4>
                    <p>Analyse financi&egrave;re, automatisation des rapports, optimisation des processus, &eacute;valuation des risques, documentation de conformit&eacute; et efficacit&eacute; op&eacute;rationnelle.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Automatiser un workflow de reporting mensuel de bout en bout</span>
                        <span>&#128270; Analyser des donn&eacute;es financi&egrave;res avec des requ&ecirc;tes en langage naturel</span>
                        <span>&#9878; V&eacute;rification de conformit&eacute; : valider les r&eacute;sultats de l&rsquo;IA par rapport aux normes r&eacute;glementaires</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S5</div>
                <div class="prog-module-body">
                    <h4>IA pour l&rsquo;&eacute;ducation et la formation</h4>
                    <p>Conception de programmes, g&eacute;n&eacute;ration de contenu, cr&eacute;ation d&rsquo;&eacute;valuations, parcours d&rsquo;apprentissage personnalis&eacute;s et int&eacute;gration des technologies &eacute;ducatives.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Concevoir un plan de cours avec des activit&eacute;s diff&eacute;renci&eacute;es &agrave; l&rsquo;aide de l&rsquo;IA</span>
                        <span>&#128161; G&eacute;n&eacute;rer une banque de quiz avec des niveaux de difficult&eacute; vari&eacute;s</span>
                        <span>&#129504; D&eacute;velopper votre philosophie p&eacute;dagogique augment&eacute;e par l&rsquo;IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S6</div>
                <div class="prog-module-body">
                    <h4>IA pour les professionnels cr&eacute;atifs</h4>
                    <p>G&eacute;n&eacute;ration d&rsquo;images, production vid&eacute;o, composition musicale, it&eacute;ration de design, brainstorming cr&eacute;atif et l&rsquo;intersection &eacute;volutive entre l&rsquo;IA et la cr&eacute;ativit&eacute; humaine.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Cr&eacute;er un mood board de marque avec la g&eacute;n&eacute;ration d&rsquo;images IA</span>
                        <span>&#128270; Explorer la pile d&rsquo;outils IA cr&eacute;atifs : Midjourney, Runway, Suno, Udio</span>
                        <span>&#129488; D&eacute;bat : o&ugrave; la cr&eacute;ativit&eacute; assist&eacute;e par l&rsquo;IA franchit-elle la limite ?</span>
                    </div>
                </div>
            </div>
        </div>

        <!-- Sample Program Configurations -->
        <div class="reveal" style="margin-top:var(--space-2xl);background:var(--gradient-card);border:1px solid var(--border-accent);border-radius:var(--radius-lg);padding:var(--space-xl)">
            <h3 style="text-align:center;margin-bottom:var(--space-lg);font-size:1.3rem">Exemples de configurations de programme</h3>
            <div style="display:grid;grid-template-columns:repeat(auto-fit,minmax(280px,1fr));gap:var(--space-lg)">
                <div>
                    <h4 style="color:var(--accent-1);margin-bottom:var(--space-sm)">&#9889; Essentiel demi-journ&eacute;e</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">4 heures &middot; Tout professionnel</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1 : Fondements de l&rsquo;IA (condens&eacute;)</li>
                        <li style="padding:2px 0">&#10003; M2 : Art du prompting (essentiel)</li>
                        <li style="padding:2px 0">&#10003; M3 : Workflow quotidien (gains rapides)</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-2);margin-bottom:var(--space-sm)">&#128640; Programme professionnel complet</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">16&ndash;24 heures &middot; Sp&eacute;cifique au r&ocirc;le</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4 : Tous les modules fondamentaux</li>
                        <li style="padding:2px 0">&#10003; 2&ndash;3 modules optionnels au choix</li>
                        <li style="padding:2px 0">&#10003; 1 module sp&eacute;cialis&eacute; pour votre r&ocirc;le</li>
                        <li style="padding:2px 0">&#10003; Projet de synth&egrave;se bas&eacute; sur des t&acirc;ches r&eacute;elles</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-3);margin-bottom:var(--space-sm)">&#127919; Transformation d&rsquo;&eacute;quipe</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">40 heures &middot; D&eacute;partement entier</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4 : Tous les modules fondamentaux (complets)</li>
                        <li style="padding:2px 0">&#10003; Les 5 modules optionnels</li>
                        <li style="padding:2px 0">&#10003; S1 (Dirigeants) + module sp&eacute;cifique au r&ocirc;le</li>
                        <li style="padding:2px 0">&#10003; Projets d&rsquo;&eacute;quipe + atelier politique IA</li>
                        <li style="padding:2px 0">&#10003; Sessions de conseil continues</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Choose Your Format -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Choisissez votre format</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Cinq cat&eacute;gories, dix-huit formats. Choisissez celui qui correspond &agrave; votre emploi du temps et &agrave; vos besoins.</p>
        <div class="prog-formats reveal">
            <div class="prog-format">
                <span class="prog-format-badge">D&eacute;marrage rapide</span>
                <h3>Bref</h3>
                <div class="prog-format-hours">1 &ndash; 4 heures</div>
                <p>Introduction rapide aux fondamentaux de l&rsquo;IA pour les professionnels occup&eacute;s.</p>
                <ul class="prog-format-subs">
                    <li>Conf&eacute;rence &eacute;clair (1h)</li>
                    <li>Briefing dirigeants (2h)</li>
                    <li>D&eacute;jeuner-conf&eacute;rence (1h30)</li>
                    <li>Session intensive (4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-2)">Essentiel</span>
                <h3>Cibl&eacute;</h3>
                <div class="prog-format-hours">4 &ndash; 8 heures</div>
                <p>Approfondissement d&rsquo;un domaine de comp&eacute;tence IA sp&eacute;cifique avec pratique concr&egrave;te.</p>
                <ul class="prog-format-subs">
                    <li>Atelier demi-journ&eacute;e (4h)</li>
                    <li>Journ&eacute;e intensive (8h)</li>
                    <li>S&eacute;rie de deux soir&eacute;es (2&times;4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-3)">Approfondi</span>
                <h3>Moyen</h3>
                <div class="prog-format-hours">8 &ndash; 24 heures</div>
                <p>Couverture compl&egrave;te avec projets pratiques et boucles de r&eacute;troaction.</p>
                <ul class="prog-format-subs">
                    <li>Bootcamp week-end (16h)</li>
                    <li>S&eacute;rie hebdomadaire (8&times;3h)</li>
                    <li>Programme de trois jours (24h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-4)">Ma&icirc;trise</span>
                <h3>Intensif</h3>
                <div class="prog-format-hours">24 &ndash; 40 heures</div>
                <p>Programme de transformation complet avec projets en milieu professionnel et mentorat.</p>
                <ul class="prog-format-subs">
                    <li>Immersion de cinq jours (40h)</li>
                    <li>Sprint mensuel (4&times;8h)</li>
                    <li>Programme hybride (en ligne + pr&eacute;sentiel)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-5)">Sur mesure</span>
                <h3>Sp&eacute;cialis&eacute;</h3>
                <div class="prog-format-hours">Variable</div>
                <p>Programmes enti&egrave;rement sur mesure pour les &eacute;quipes et organisations aux besoins sp&eacute;cifiques.</p>
                <ul class="prog-format-subs">
                    <li>Int&eacute;gration d&rsquo;&eacute;quipe</li>
                    <li>D&eacute;ploiement d&eacute;partemental</li>
                    <li>Strat&eacute;gie direction g&eacute;n&eacute;rale</li>
                    <li>Formation de formateurs</li>
                    <li>Conseil continu</li>
                </ul>
            </div>
        </div>
    </div>
</section>

<!-- Learn Your Way -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Apprenez &agrave; votre fa&ccedil;on</h2>
        <div class="prog-modes reveal">
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128218;</div>
                <h3>Auto-apprentissage</h3>
                <p>Supports structur&eacute;s, exercices et retours &agrave; votre propre rythme. Id&eacute;al pour les apprenants autonomes avec un emploi du temps flexible.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128172;</div>
                <h3>Apprentissage coach&eacute;</h3>
                <p>Contenu en autonomie enrichi de sessions de coaching planifi&eacute;es. B&eacute;n&eacute;ficiez de l&rsquo;accompagnement d&rsquo;un expert quand vous en avez le plus besoin.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#127891;</div>
                <h3>Tutorat en pr&eacute;sentiel</h3>
                <p>Sessions interactives en direct &mdash; sur site ou en virtuel. Engagement maximal et adaptation en temps r&eacute;el &agrave; votre progression.</p>
            </div>
        </div>
    </div>
</section>

<!-- How It Works -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Comment &ccedil;a marche</h2>
        <div class="prog-steps reveal">
            <div class="prog-step">
                <div class="prog-step-num">1</div>
                <h3>&Eacute;valuation</h3>
                <p>Passez notre &eacute;valuation de pr&eacute;paration &agrave; l&rsquo;IA pour comprendre vos comp&eacute;tences actuelles, vos lacunes et votre contexte organisationnel.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">2</div>
                <h3>Plan personnalis&eacute;</h3>
                <p>Nous concevons un parcours d&rsquo;apprentissage adapt&eacute; &agrave; votre r&ocirc;le, votre secteur, votre exp&eacute;rience et vos objectifs. Pas de mod&egrave;les g&eacute;n&eacute;riques.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">3</div>
                <h3>Choix du format</h3>
                <p>S&eacute;lectionnez le format et la modalit&eacute; qui correspondent &agrave; votre emploi du temps &mdash; d&rsquo;une session d&rsquo;une heure &agrave; une immersion de plusieurs semaines.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">4</div>
                <h3>D&eacute;but de l&rsquo;apprentissage</h3>
                <p>Commencez votre programme avec des exercices r&eacute;els, des &eacute;tudes de cas et les outils que vous utiliserez chaque jour au travail.</p>
            </div>
        </div>
    </div>
</section>

<!-- Smoother Methodology -->
<section class="section" style="padding-top:0">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">La m&eacute;thodologie Smoother</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1rem;line-height:1.8;text-align:center;margin-bottom:var(--space-lg)">Notre m&eacute;thodologie propri&eacute;taire structure l&rsquo;apprentissage &agrave; travers six types de t&acirc;ches cognitives. Chaque type s&rsquo;appuie sur le pr&eacute;c&eacute;dent, cr&eacute;ant une progression fluide de la curiosit&eacute; &agrave; la ma&icirc;trise.</p>
        <div class="prog-method-tasks reveal">
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128270;</div>
                <h4>Exploration</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128161;</div>
                <h4>Interpr&eacute;tation</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129488;</div>
                <h4>Analyse critique</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128736;</div>
                <h4>Application</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#9878;</div>
                <h4>&Eacute;valuation</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129504;</div>
                <h4>M&eacute;tacognition</h4>
            </div>
        </div>
    </div>
</section>

<!-- Case Studies -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">&Eacute;tudes de cas explor&eacute;es</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Nous utilisons des sc&eacute;narios r&eacute;els, fictifs et volontairement absurdes pour d&eacute;velopper la pens&eacute;e critique autour de l&rsquo;IA.</p>
        <div class="prog-cases reveal">
            <div class="prog-case">
                <span class="prog-case-badge real">R&eacute;el</span>
                <h3>La fuite ChatGPT de Samsung</h3>
                <p>Lorsque des ing&eacute;nieurs Samsung ont coll&eacute; du code propri&eacute;taire dans ChatGPT, ils ont involontairement expos&eacute; des secrets industriels &agrave; un mod&egrave;le tiers. Nous analysons ce qui s&rsquo;est pass&eacute;, comment cela aurait pu &ecirc;tre &eacute;vit&eacute;, et quelles politiques chaque organisation devrait mettre en place.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge fictional">Fictif</span>
                <h3>Le d&eacute;sastre marketing IA de Nexus Corp</h3>
                <p>Un sc&eacute;nario fictif dans lequel une campagne marketing g&eacute;n&eacute;r&eacute;e par l&rsquo;IA devient virale pour toutes les mauvaises raisons. Nous explorons la cha&icirc;ne de d&eacute;cisions, les garde-fous manquants et la crise de marque qui a suivi.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge absurd">Absurde</span>
                <h3>Le tribunal des droits des employ&eacute;s IA</h3>
                <p>Un sc&eacute;nario volontairement absurde : un syst&egrave;me IA r&eacute;clame la reconnaissance de son travail cr&eacute;atif et d&eacute;pose un grief. Nous utilisons cette exp&eacute;rience de pens&eacute;e pour remettre en question les hypoth&egrave;ses sur l&rsquo;agentivit&eacute;, la paternit&eacute; et la responsabilit&eacute; de l&rsquo;IA.</p>
            </div>
        </div>
    </div>
</section>

<!-- Final CTA -->
<section class="section" style="padding-top:0">
    <div class="container">
        <div class="prog-cta reveal">
            <h2 class="gradient-text">Pr&ecirc;t &agrave; devenir comp&eacute;tent en IA ?</h2>
            <p style="color:var(--text-secondary);max-width:500px;margin:0 auto var(--space-lg);font-size:1.05rem">Votre programme d&rsquo;apprentissage IA personnalis&eacute; commence par une conversation.</p>
            <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
                <a href="fr-contact.html?subject=program" class="btn btn-primary">Demander votre programme</a>
                <a href="fr-things.html" class="btn btn-outline">Explorer les ressources gratuites</a>
            </div>
        </div>
    </div>
</section>

</body>
</html>
