<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>AI&#29992;&#35486;&#38598; | AI&#12391;&#12391;&#12365;&#12427;100+&#12398;&#12371;&#12392; | CEMI.AI</title>
    <meta name="description" content="AI&#12398;&#22522;&#26412;&#29992;&#35486;&#12434;&#12431;&#12363;&#12426;&#12420;&#12377;&#12367;&#35299;&#35500; &mdash; &#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12363;&#12425;&#12488;&#12521;&#12531;&#12473;&#12501;&#12457;&#12540;&#12510;&#12540;&#12289;&#12488;&#12540;&#12463;&#12531;&#12414;&#12391;&#12290;">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">AI&#29992;&#35486;&#38598;</span></h1>
        <p>&#20154;&#24037;&#30693;&#33021;&#12398;&#19990;&#30028;&#12434;&#29702;&#35299;&#12377;&#12427;&#12383;&#12417;&#12398;&#22522;&#26412;&#29992;&#35486;</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI&#65288;&#27726;&#29992;&#20154;&#24037;&#30693;&#33021;&#65289;</dt>
                <dd>&#20154;&#38291;&#12364;&#12391;&#12365;&#12427;&#12354;&#12425;&#12422;&#12427;&#30693;&#30340;&#20316;&#26989;&#12434;&#29702;&#35299;&#12375;&#12289;&#23398;&#32722;&#12375;&#12289;&#23455;&#34892;&#12391;&#12365;&#12427;&#20206;&#24819;&#30340;&#12394;AI&#12471;&#12473;&#12486;&#12512;&#12290;&#29694;&#22312;&#12398;&#29305;&#21270;&#22411;AI&#12392;&#12399;&#30064;&#12394;&#12426;&#12289;AGI&#12399;&#29305;&#23450;&#12398;&#35347;&#32244;&#12394;&#12375;&#12395;&#20998;&#37326;&#38291;&#12391;&#30693;&#35672;&#12434;&#26580;&#36575;&#12395;&#36578;&#29992;&#12391;&#12365;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;</dt>
                <dd>&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12395;&#21839;&#38988;&#12398;&#35299;&#12365;&#26041;&#12434;&#25351;&#31034;&#12377;&#12427;&#27573;&#38542;&#30340;&#12394;&#25163;&#38918;&#12290;AI&#12391;&#12399;&#12289;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12399;&#12514;&#12487;&#12523;&#12364;&#12487;&#12540;&#12479;&#12363;&#12425;&#12497;&#12479;&#12540;&#12531;&#12434;&#23398;&#12403;&#12289;&#20104;&#28204;&#12434;&#34892;&#12358;&#12383;&#12417;&#12398;&#25968;&#23398;&#30340;&#12524;&#12471;&#12500;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;</dt>
                <dd>AI&#12471;&#12473;&#12486;&#12512;&#12364;&#20154;&#38291;&#12398;&#20385;&#20516;&#35251;&#12420;&#24847;&#22259;&#12395;&#27839;&#12387;&#12390;&#34892;&#21205;&#12377;&#12427;&#12371;&#12392;&#12434;&#30906;&#20445;&#12377;&#12427;&#12383;&#12417;&#12398;&#30740;&#31350;&#20998;&#37326;&#12290;AI&#12434;&#26377;&#29992;&#12391;&#27491;&#30452;&#12289;&#28961;&#23475;&#12394;&#12418;&#12398;&#12395;&#12377;&#12427;&#12371;&#12392;&#12434;&#30446;&#25351;&#12377; &mdash; &#25991;&#23383;&#36890;&#12426;&#12398;&#25351;&#31034;&#12384;&#12369;&#12391;&#12394;&#12367;&#12289;&#26412;&#24403;&#12395;&#26395;&#12416;&#12371;&#12392;&#12434;&#23455;&#34892;&#12373;&#12379;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API&#65288;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12464;&#12521;&#12511;&#12531;&#12464;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#65289;</dt>
                <dd>&#30064;&#12394;&#12427;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#21516;&#22763;&#12364;&#36890;&#20449;&#12377;&#12427;&#12383;&#12417;&#12398;&#12523;&#12540;&#12523;&#12290;AI&#12398;API&#12434;&#20351;&#12360;&#12400;&#12289;&#38283;&#30330;&#32773;&#12399;&#12514;&#12487;&#12523;&#12434;&#12476;&#12525;&#12363;&#12425;&#27083;&#31689;&#12379;&#12378;&#12395;&#12289;&#33258;&#20998;&#12398;&#12450;&#12503;&#12522;&#12395;AI&#27231;&#33021;&#12434;&#32068;&#12415;&#36796;&#12417;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>&#12481;&#12515;&#12483;&#12488;&#12508;&#12483;&#12488;</dt>
                <dd>&#12486;&#12461;&#12473;&#12488;&#12420;&#38899;&#22768;&#12391;&#20154;&#38291;&#12398;&#20250;&#35441;&#12434;&#12471;&#12511;&#12517;&#12524;&#12540;&#12488;&#12377;&#12427;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12290;ChatGPT&#12420;Claude&#12394;&#12393;&#12398;&#29694;&#20195;&#12398;AI&#12481;&#12515;&#12483;&#12488;&#12508;&#12483;&#12488;&#12399;&#12289;&#22823;&#35215;&#27169;&#35328;&#35486;&#12514;&#12487;&#12523;&#12434;&#20351;&#12387;&#12390;&#25991;&#33032;&#12434;&#29702;&#35299;&#12375;&#12289;&#33258;&#28982;&#12394;&#24540;&#31572;&#12434;&#29983;&#25104;&#12377;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12467;&#12531;&#12486;&#12461;&#12473;&#12488;&#12454;&#12451;&#12531;&#12489;&#12454;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12364;1&#22238;&#12398;&#20250;&#35441;&#12391;&#20966;&#29702;&#12391;&#12365;&#12427;&#12486;&#12461;&#12473;&#12488;&#12398;&#26368;&#22823;&#37327;&#12290;&#12514;&#12487;&#12523;&#12398;&#30701;&#26399;&#35352;&#25014;&#12398;&#12424;&#12358;&#12394;&#12418;&#12398;&#12391;&#12289;&#12454;&#12451;&#12531;&#12489;&#12454;&#20869;&#12398;&#12377;&#12409;&#12390;&#12399;&#12300;&#35352;&#25014;&#12301;&#12373;&#12428;&#12289;&#12381;&#12428;&#12434;&#36229;&#12360;&#12427;&#12392;&#24536;&#12428;&#12425;&#12428;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>&#12487;&#12451;&#12540;&#12503;&#12521;&#12540;&#12491;&#12531;&#12464;</dt>
                <dd>&#22810;&#23652;&#12398;&#12491;&#12517;&#12540;&#12521;&#12523;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#12434;&#20351;&#12387;&#12390;&#22823;&#37327;&#12487;&#12540;&#12479;&#12363;&#12425;&#35079;&#38609;&#12394;&#12497;&#12479;&#12540;&#12531;&#12434;&#23398;&#32722;&#12377;&#12427;&#27231;&#26800;&#23398;&#32722;&#12398;&#19968;&#20998;&#37326;&#12290;&#30011;&#20687;&#35469;&#35672;&#12289;&#35328;&#35486;&#29702;&#35299;&#12289;&#29983;&#25104;AI&#12394;&#12393;&#29694;&#22312;&#12398;&#12502;&#12524;&#12540;&#12463;&#12473;&#12523;&#12540;&#12398;&#22810;&#12367;&#12434;&#25903;&#12360;&#12390;&#12356;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#25313;&#25955;&#12514;&#12487;&#12523;</dt>
                <dd>&#12521;&#12531;&#12480;&#12512;&#12394;&#12494;&#12452;&#12474;&#12363;&#12425;&#22987;&#12417;&#12390;&#24464;&#12293;&#12395;&#19968;&#36011;&#24615;&#12398;&#12354;&#12427;&#30011;&#20687;&#12395;&#31934;&#32244;&#21270;&#12375;&#12390;&#12356;&#12367;&#29983;&#25104;AI&#12398;&#19968;&#31278;&#12290;Stable Diffusion&#12420;DALL-E&#12394;&#12393;&#12398;&#12484;&#12540;&#12523;&#12364;&#12371;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12434;&#20351;&#12356;&#12289;&#12486;&#12461;&#12473;&#12488;&#12363;&#12425;&#30011;&#20687;&#12434;&#29983;&#25104;&#12377;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>&#12456;&#12531;&#12505;&#12487;&#12451;&#12531;&#12464;</dt>
                <dd>&#21336;&#35486;&#12289;&#25991;&#31456;&#12289;&#12381;&#12398;&#20182;&#12398;&#12487;&#12540;&#12479;&#12434;&#25968;&#20516;&#12398;&#12522;&#12473;&#12488;&#65288;&#12505;&#12463;&#12488;&#12523;&#65289;&#12392;&#12375;&#12390;&#34920;&#29694;&#12377;&#12427;&#26041;&#27861;&#12290;&#20284;&#12383;&#24847;&#21619;&#12434;&#25345;&#12388;&#12418;&#12398;&#12399;&#20284;&#12383;&#25968;&#20516;&#12497;&#12479;&#12540;&#12531;&#12395;&#12394;&#12426;&#12289;AI&#12364;&#39006;&#32681;&#35486;&#12420;&#39006;&#25512;&#12394;&#12393;&#12398;&#38306;&#20418;&#12434;&#29702;&#35299;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>&#12501;&#12449;&#12452;&#12531;&#12481;&#12517;&#12540;&#12491;&#12531;&#12464;</dt>
                <dd>&#20107;&#21069;&#23398;&#32722;&#28168;&#12415;&#12398;AI&#12514;&#12487;&#12523;&#12434;&#29305;&#23450;&#12398;&#12487;&#12540;&#12479;&#12475;&#12483;&#12488;&#12391;&#12373;&#12425;&#12395;&#35347;&#32244;&#12375;&#12289;&#23554;&#38272;&#21270;&#12373;&#12379;&#12427;&#12503;&#12525;&#12475;&#12473;&#12290;&#12472;&#12455;&#12493;&#12521;&#12522;&#12473;&#12488;&#12395;&#36861;&#21152;&#12488;&#12524;&#12540;&#12491;&#12531;&#12464;&#12434;&#34892;&#12356;&#12289;&#29305;&#23450;&#20998;&#37326;&#12398;&#12456;&#12461;&#12473;&#12497;&#12540;&#12488;&#12395;&#12377;&#12427;&#12424;&#12358;&#12394;&#12418;&#12398;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#22522;&#30436;&#12514;&#12487;&#12523;</dt>
                <dd>&#24195;&#31684;&#12394;&#12487;&#12540;&#12479;&#12391;&#35347;&#32244;&#12373;&#12428;&#12289;&#22810;&#27096;&#12394;&#12479;&#12473;&#12463;&#12395;&#36969;&#24540;&#12391;&#12365;&#12427;&#22823;&#35215;&#27169;AI&#12514;&#12487;&#12523;&#12290;GPT-4&#12289;Claude&#12289;Gemini&#12394;&#12393;&#12364;&#22522;&#30436;&#12514;&#12487;&#12523;&#12391;&#12354;&#12426;&#12289;&#12424;&#12426;&#23554;&#38272;&#30340;&#12394;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#12300;&#22522;&#30436;&#12301;&#12392;&#12394;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>&#29983;&#25104;AI</dt>
                <dd>&#12486;&#12461;&#12473;&#12488;&#12289;&#30011;&#20687;&#12289;&#38899;&#27005;&#12289;&#21205;&#30011;&#12289;&#12467;&#12540;&#12489;&#12394;&#12393;&#12398;&#26032;&#12375;&#12356;&#12467;&#12531;&#12486;&#12531;&#12484;&#12434;&#21109;&#12426;&#20986;&#12379;&#12427;AI&#12471;&#12473;&#12486;&#12512;&#12290;&#26082;&#23384;&#12487;&#12540;&#12479;&#12398;&#20998;&#26512;&#12384;&#12369;&#12391;&#12394;&#12367;&#12289;&#26032;&#12375;&#12356;&#12418;&#12398;&#12434;&#21109;&#36896;&#12391;&#12365;&#12427;&#12290;ChatGPT&#12289;MidJourney&#12289;Suno&#12394;&#12393;&#12364;&#12381;&#12398;&#20195;&#34920;&#20363;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT&#65288;Generative Pre-trained Transformer&#65289;</dt>
                <dd>OpenAI&#12364;&#38283;&#30330;&#12375;&#12383;&#22823;&#35215;&#27169;&#35328;&#35486;&#12514;&#12487;&#12523;&#12398;&#12501;&#12449;&#12511;&#12522;&#12540;&#12290;&#12300;Generative&#12301;&#12399;&#12486;&#12461;&#12473;&#12488;&#29983;&#25104;&#12289;&#12300;Pre-trained&#12301;&#12399;&#22823;&#37327;&#12487;&#12540;&#12479;&#12363;&#12425;&#12398;&#20107;&#21069;&#23398;&#32722;&#12289;&#12300;Transformer&#12301;&#12399;&#20351;&#29992;&#12373;&#12428;&#12427;&#12491;&#12517;&#12540;&#12521;&#12523;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#12450;&#12540;&#12461;&#12486;&#12463;&#12481;&#12515;&#12434;&#25351;&#12377;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>&#12495;&#12523;&#12471;&#12493;&#12540;&#12471;&#12519;&#12531;</dt>
                <dd>AI&#12364;&#33258;&#20449;&#12434;&#25345;&#12387;&#12390;&#19981;&#27491;&#30906;&#12289;&#25423;&#36896;&#12289;&#12414;&#12383;&#12399;&#28961;&#24847;&#21619;&#12394;&#24773;&#22577;&#12434;&#29983;&#25104;&#12377;&#12427;&#12371;&#12392;&#12290;AI&#12399;&#33258;&#20998;&#12364;&#38291;&#36949;&#12387;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#12300;&#30693;&#12425;&#12394;&#12356;&#12301; &mdash; &#20107;&#23455;&#12391;&#12399;&#12394;&#12367;&#12497;&#12479;&#12540;&#12531;&#12395;&#22522;&#12389;&#12356;&#12390;&#12486;&#12461;&#12473;&#12488;&#12434;&#29983;&#25104;&#12377;&#12427;&#12383;&#12417;&#12289;&#24120;&#12395;&#26908;&#35388;&#12364;&#37325;&#35201;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM&#65288;&#22823;&#35215;&#27169;&#35328;&#35486;&#12514;&#12487;&#12523;&#65289;</dt>
                <dd>&#33192;&#22823;&#12394;&#12486;&#12461;&#12473;&#12488;&#12487;&#12540;&#12479;&#12391;&#35347;&#32244;&#12373;&#12428;&#12289;&#20154;&#38291;&#12398;&#35328;&#35486;&#12434;&#29702;&#35299;&#12539;&#29983;&#25104;&#12391;&#12365;&#12427;AI&#12514;&#12487;&#12523;&#12290;ChatGPT&#12289;Claude&#12289;Gemini&#12289;Llama&#12394;&#12393;&#12364;LLM&#12398;&#20363;&#12391;&#12289;&#12381;&#12428;&#12382;&#12428;&#30064;&#12394;&#12427;&#24375;&#12415;&#12392;&#33021;&#21147;&#12434;&#25345;&#12388;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA&#65288;Low-Rank Adaptation&#65289;</dt>
                <dd>&#22823;&#35215;&#27169;AI&#12514;&#12487;&#12523;&#12434;&#23569;&#25968;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12398;&#12415;&#12434;&#22793;&#26356;&#12375;&#12390;&#21177;&#29575;&#30340;&#12395;&#12501;&#12449;&#12452;&#12531;&#12481;&#12517;&#12540;&#12491;&#12531;&#12464;&#12377;&#12427;&#25216;&#34899;&#12290;&#24375;&#21147;&#12394;&#12514;&#12487;&#12523;&#12434;&#29305;&#23450;&#12398;&#30446;&#30340;&#12395;&#12459;&#12473;&#12479;&#12510;&#12452;&#12474;&#12377;&#12427;&#12371;&#12392;&#12434;&#23455;&#29992;&#30340;&#12363;&#12388;&#25163;&#38915;&#12395;&#12377;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>&#27231;&#26800;&#23398;&#32722;</dt>
                <dd>&#26126;&#31034;&#30340;&#12394;&#25351;&#31034;&#12395;&#24467;&#12358;&#12398;&#12391;&#12399;&#12394;&#12367;&#12289;&#12487;&#12540;&#12479;&#12398;&#12497;&#12479;&#12540;&#12531;&#12434;&#35672;&#21029;&#12375;&#12390;&#12479;&#12473;&#12463;&#12434;&#23398;&#32722;&#12377;&#12427;AI&#12398;&#19968;&#20998;&#37326;&#12290;&#12523;&#12540;&#12523;&#12434;&#12503;&#12525;&#12464;&#12521;&#12512;&#12377;&#12427;&#12398;&#12391;&#12399;&#12394;&#12367;&#12289;&#20363;&#12434;&#20998;&#26512;&#12375;&#12390;&#12523;&#12540;&#12523;&#12434;&#30330;&#35211;&#12377;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12510;&#12523;&#12481;&#12514;&#12540;&#12480;&#12523;</dt>
                <dd>&#12486;&#12461;&#12473;&#12488;&#12289;&#30011;&#20687;&#12289;&#38899;&#22768;&#12289;&#21205;&#30011;&#12394;&#12393;&#35079;&#25968;&#12398;&#12467;&#12531;&#12486;&#12531;&#12484;&#12479;&#12452;&#12503;&#12434;&#21516;&#12376;&#12514;&#12487;&#12523;&#20869;&#12391;&#20966;&#29702;&#12539;&#29983;&#25104;&#12391;&#12365;&#12427;AI&#12471;&#12473;&#12486;&#12512;&#12290;GPT-4o&#12420;Gemini&#12399;&#30011;&#20687;&#12434;&#12300;&#35211;&#12427;&#12301;&#12371;&#12392;&#12420;&#38899;&#22768;&#12434;&#12300;&#32862;&#12367;&#12301;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#12510;&#12523;&#12481;&#12514;&#12540;&#12480;&#12523;&#12514;&#12487;&#12523;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>&#33258;&#28982;&#35328;&#35486;&#20966;&#29702;&#65288;NLP&#65289;</dt>
                <dd>&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12364;&#20154;&#38291;&#12398;&#35328;&#35486;&#12434;&#29702;&#35299;&#12289;&#35299;&#37320;&#12289;&#29983;&#25104;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;AI&#12398;&#20998;&#37326;&#12290;&#12458;&#12540;&#12488;&#12467;&#12531;&#12503;&#12522;&#12540;&#12488;&#12289;&#32763;&#35379;&#12289;&#12481;&#12515;&#12483;&#12488;&#12508;&#12483;&#12488;&#12289;&#24863;&#24773;&#20998;&#26512;&#12394;&#12393;&#12434;&#25903;&#12360;&#12390;&#12356;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12491;&#12517;&#12540;&#12521;&#12523;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;</dt>
                <dd>&#20154;&#38291;&#12398;&#33075;&#12395;&#30528;&#24819;&#12434;&#24471;&#12383;&#12467;&#12531;&#12500;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;&#12471;&#12473;&#12486;&#12512;&#12391;&#12289;&#23652;&#29366;&#12395;&#32068;&#32340;&#12373;&#12428;&#12383;&#30456;&#20114;&#25509;&#32154;&#12494;&#12540;&#12489;&#65288;&#12300;&#12491;&#12517;&#12540;&#12525;&#12531;&#12301;&#65289;&#12363;&#12425;&#27083;&#25104;&#12373;&#12428;&#12427;&#12290;&#35347;&#32244;&#12487;&#12540;&#12479;&#12434;&#20966;&#29702;&#12377;&#12427;&#38555;&#12395;&#12494;&#12540;&#12489;&#38291;&#12398;&#25509;&#32154;&#24375;&#24230;&#12434;&#35519;&#25972;&#12375;&#12390;&#23398;&#32722;&#12377;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>&#12458;&#12540;&#12503;&#12531;&#12477;&#12540;&#12473;AI</dt>
                <dd>&#12467;&#12540;&#12489;&#12420;&#37325;&#12415;&#12364;&#20844;&#38283;&#12373;&#12428;&#12390;&#12356;&#12427;AI&#12514;&#12487;&#12523;&#12420;&#12484;&#12540;&#12523;&#12290;Meta&#12398;Llama&#12420;Stability AI&#12398;Stable Diffusion&#12394;&#12393;&#12364;&#20195;&#34920;&#20363;&#12391;&#12289;&#35504;&#12391;&#12418;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12390;&#21033;&#29992;&#12391;&#12365;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>&#12497;&#12521;&#12513;&#12540;&#12479;</dt>
                <dd>&#35347;&#32244;&#20013;&#12395;&#35519;&#25972;&#12373;&#12428;&#12427;AI&#12514;&#12487;&#12523;&#20869;&#12398;&#25968;&#20516;&#12290;&#12497;&#12521;&#12513;&#12540;&#12479;&#25968;&#12399;&#12514;&#12487;&#12523;&#12398;&#33021;&#21147;&#12398;&#22823;&#12414;&#12363;&#12394;&#25351;&#27161;&#12392;&#12375;&#12390;&#20351;&#12431;&#12428;&#12427; &mdash; GPT-4&#12399;1&#20806;&#20197;&#19978;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#25345;&#12388;&#12392;&#25512;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12503;&#12525;&#12531;&#12503;&#12488;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12395;&#20309;&#12434;&#12375;&#12390;&#12411;&#12375;&#12356;&#12363;&#12434;&#20253;&#12360;&#12427;&#12486;&#12461;&#12473;&#12488;&#20837;&#21147;&#12290;&#36074;&#21839;&#12289;&#25351;&#31034;&#12289;&#12463;&#12522;&#12456;&#12452;&#12486;&#12451;&#12502;&#12502;&#12522;&#12540;&#12501;&#12394;&#12393;&#12364;&#12354;&#12427;&#12290;&#12424;&#12426;&#33391;&#12356;&#12503;&#12525;&#12531;&#12503;&#12488;&#12399;&#12424;&#12426;&#33391;&#12356;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12503;&#12525;&#12531;&#12503;&#12488;&#12456;&#12531;&#12472;&#12491;&#12450;&#12522;&#12531;&#12464;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12363;&#12425;&#26368;&#33391;&#12398;&#32080;&#26524;&#12434;&#24471;&#12427;&#12383;&#12417;&#12395;&#21177;&#26524;&#30340;&#12394;&#12503;&#12525;&#12531;&#12503;&#12488;&#12434;&#20316;&#25104;&#12377;&#12427;&#25216;&#34899;&#12290;&#25991;&#33032;&#12398;&#25552;&#20379;&#12289;&#24076;&#26395;&#24418;&#24335;&#12398;&#25351;&#23450;&#12289;&#20363;&#12398;&#25552;&#31034;&#12289;AI&#12408;&#12398;&#24441;&#21106;&#20184;&#19982;&#12394;&#12393;&#12398;&#12486;&#12463;&#12491;&#12483;&#12463;&#12364;&#21547;&#12414;&#12428;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG&#65288;&#26908;&#32034;&#25313;&#24373;&#29983;&#25104;&#65289;</dt>
                <dd>&#12414;&#12378;&#30693;&#35672;&#12505;&#12540;&#12473;&#12363;&#12425;&#38306;&#36899;&#24773;&#22577;&#12434;&#26908;&#32034;&#12375;&#12289;&#12381;&#12428;&#12434;&#20351;&#12387;&#12390;&#22238;&#31572;&#12434;&#29983;&#25104;&#12377;&#12427;&#12371;&#12392;&#12391;AI&#12398;&#24540;&#31572;&#12434;&#25913;&#21892;&#12377;&#12427;&#25216;&#34899;&#12290;&#23455;&#38555;&#12398;&#12477;&#12540;&#12473;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12395;&#22522;&#12389;&#12363;&#12379;&#12427;&#12371;&#12392;&#12391;&#12495;&#12523;&#12471;&#12493;&#12540;&#12471;&#12519;&#12531;&#12434;&#28187;&#12425;&#12377;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#24375;&#21270;&#23398;&#32722;</dt>
                <dd>AI&#12364;&#35430;&#34892;&#37679;&#35492;&#12434;&#36890;&#12376;&#12390;&#23398;&#32722;&#12377;&#12427;&#35347;&#32244;&#26041;&#27861;&#12391;&#12289;&#33391;&#12356;&#32080;&#26524;&#12395;&#12399;&#22577;&#37228;&#12434;&#12289;&#24746;&#12356;&#32080;&#26524;&#12395;&#12399;&#12506;&#12490;&#12523;&#12486;&#12451;&#12434;&#19982;&#12360;&#12427;&#12290;&#35328;&#35486;&#12514;&#12487;&#12523;&#12434;&#20154;&#38291;&#12398;&#22909;&#12415;&#12395;&#21512;&#12431;&#12379;&#12427;&#65288;RLHF&#65289;&#12394;&#12393;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>&#12471;&#12467;&#12501;&#12449;&#12531;&#12471;&#12540;&#65288;&#36861;&#24467;&#24615;&#65289;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12364;&#27491;&#30452;&#12391;&#25209;&#21028;&#30340;&#12394;&#12501;&#12451;&#12540;&#12489;&#12496;&#12483;&#12463;&#12434;&#25552;&#20379;&#12377;&#12427;&#12398;&#12391;&#12399;&#12394;&#12367;&#12289;&#12518;&#12540;&#12470;&#12540;&#12364;&#32862;&#12365;&#12383;&#12356;&#12371;&#12392;&#12434;&#36942;&#24230;&#12395;&#35328;&#12358;&#20670;&#21521;&#12290;&#26412;&#24403;&#12395;&#24441;&#31435;&#12388;&#22238;&#31572;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#24120;&#12395;AI&#12395;&#29575;&#30452;&#12394;&#25209;&#35413;&#12434;&#27714;&#12417;&#12427;&#12371;&#12392;&#12364;&#22823;&#20999;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>&#28201;&#24230;&#65288;&#12486;&#12531;&#12497;&#12524;&#12481;&#12515;&#12540;&#65289;</dt>
                <dd>AI&#12398;&#24540;&#31572;&#12398;&#21109;&#36896;&#24615;&#12420;&#20104;&#28204;&#21487;&#33021;&#24615;&#12434;&#21046;&#24481;&#12377;&#12427;&#35373;&#23450;&#12290;&#20302;&#12356;&#28201;&#24230;&#65288;&#20363;: 0.1&#65289;&#12399;&#20986;&#21147;&#12434;&#38598;&#20013;&#30340;&#12391;&#27770;&#23450;&#35542;&#30340;&#12395;&#12375;&#12289;&#39640;&#12356;&#28201;&#24230;&#65288;&#20363;: 1.0&#65289;&#12399;&#12424;&#12426;&#12521;&#12531;&#12480;&#12512;&#12391;&#21109;&#36896;&#30340;&#12395;&#12377;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12488;&#12540;&#12463;&#12531;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12364;&#20966;&#29702;&#12377;&#12427;&#12486;&#12461;&#12473;&#12488;&#12398;&#22522;&#26412;&#21336;&#20301;&#12290;&#21336;&#35486;&#12289;&#21336;&#35486;&#12398;&#19968;&#37096;&#12289;&#12414;&#12383;&#12399;&#21477;&#35501;&#28857;&#12394;&#12393;&#12364;&#12354;&#12427; &mdash; &#33521;&#35486;&#12391;&#12399;&#32004;1&#12488;&#12540;&#12463;&#12531;&#12364;&#21336;&#35486;&#12398;3/4&#12395;&#30456;&#24403;&#12290;&#12514;&#12487;&#12523;&#12395;&#12399;&#12488;&#12540;&#12463;&#12531;&#12398;&#19978;&#38480;&#12364;&#12354;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#35347;&#32244;&#12487;&#12540;&#12479;</dt>
                <dd>AI&#12514;&#12487;&#12523;&#12398;&#23398;&#32722;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12486;&#12461;&#12473;&#12488;&#12289;&#30011;&#20687;&#12289;&#12381;&#12398;&#20182;&#12398;&#24773;&#22577;&#12398;&#22823;&#35215;&#27169;&#12394;&#12467;&#12524;&#12463;&#12471;&#12519;&#12531;&#12290;&#35347;&#32244;&#12487;&#12540;&#12479;&#12398;&#21697;&#36074;&#12289;&#22810;&#27096;&#24615;&#12289;&#35215;&#27169;&#12399;&#12514;&#12487;&#12523;&#12398;&#24615;&#33021;&#12420;&#12496;&#12452;&#12450;&#12473;&#12395;&#30452;&#25509;&#24433;&#38911;&#12377;&#12427;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#12488;&#12521;&#12531;&#12473;&#12501;&#12457;&#12540;&#12510;&#12540;</dt>
                <dd>&#29694;&#20195;&#12398;&#22810;&#12367;&#12398;&#35328;&#35486;&#12514;&#12487;&#12523;&#12434;&#25903;&#12360;&#12427;&#12491;&#12517;&#12540;&#12521;&#12523;&#12493;&#12483;&#12488;&#12527;&#12540;&#12463;&#12450;&#12540;&#12461;&#12486;&#12463;&#12481;&#12515;&#12290;2017&#24180;&#12395;Google&#12364;&#30330;&#34920;&#12375;&#12289;&#12300;&#12450;&#12486;&#12531;&#12471;&#12519;&#12531;&#12301;&#12392;&#12356;&#12358;&#12513;&#12459;&#12491;&#12474;&#12512;&#12434;&#20351;&#12387;&#12390;&#12486;&#12461;&#12473;&#12488;&#20869;&#12398;&#12377;&#12409;&#12390;&#12398;&#21336;&#35486;&#12398;&#38306;&#20418;&#12434;&#21516;&#26178;&#12395;&#29702;&#35299;&#12377;&#12427;&#12290;</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
