<!DOCTYPE html>
<html lang="pt">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Gloss&#225;rio de IA | 100+ coisas para fazer com IA | CEMI.AI</title>
    <meta name="description" content="Um gloss&#225;rio de termos essenciais de IA &mdash; de algoritmos e embeddings a transformers e tokens.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">Gloss&#225;rio de IA</span></h1>
        <p>Termos essenciais para navegar o mundo da intelig&#234;ncia artificial</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI (Intelig&#234;ncia Artificial Geral)</dt>
                <dd>Um sistema hipot&#233;tico de IA capaz de compreender, aprender e realizar qualquer tarefa intelectual que um humano pode fazer. Ao contr&#225;rio da IA especializada atual, a AGI transferiria conhecimentos entre dom&#237;nios sem treinamento espec&#237;fico.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Algoritmo</dt>
                <dd>Um conjunto de instru&#231;&#245;es passo a passo que indica a um computador como resolver um problema. Em IA, os algoritmos s&#227;o as receitas matem&#225;ticas que permitem aos modelos aprender padr&#245;es dos dados e fazer previs&#245;es.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Alinhamento</dt>
                <dd>O campo de pesquisa focado em garantir que os sistemas de IA se comportem de acordo com os valores e inten&#231;&#245;es humanas. O alinhamento visa tornar a IA &#250;til, honesta e inofensiva &mdash; fazendo o que realmente queremos, n&#227;o apenas o que dizemos literalmente.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API (Interface de Programa&#231;&#227;o de Aplica&#231;&#245;es)</dt>
                <dd>Um conjunto de regras que permite a diferentes programas se comunicarem. As APIs de IA permitem que desenvolvedores integrem capacidades de IA em suas aplica&#231;&#245;es sem construir um modelo do zero.</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>Chatbot</dt>
                <dd>Um aplicativo de software que simula a conversa humana por texto ou voz. Chatbots modernos como ChatGPT e Claude usam grandes modelos de linguagem para compreender o contexto e gerar respostas naturais.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Janela de contexto</dt>
                <dd>A quantidade m&#225;xima de texto que um modelo de IA pode processar em uma &#250;nica conversa. &#201; como a mem&#243;ria de curto prazo do modelo &mdash; tudo dentro da janela &#233; &laquo;lembrado&raquo; e o que excede &#233; esquecido.</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>Deep Learning (Aprendizado profundo)</dt>
                <dd>Um subconjunto do machine learning que usa redes neurais com muitas camadas para aprender padr&#245;es complexos. O deep learning impulsiona os avan&#231;os atuais em reconhecimento de imagens, compreens&#227;o de linguagem e IA generativa.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Modelo de difus&#227;o</dt>
                <dd>Um tipo de IA generativa que cria imagens partindo de ru&#237;do aleat&#243;rio e refinando-o gradualmente. Ferramentas como Stable Diffusion e DALL-E usam esta abordagem para transformar descri&#231;&#245;es de texto em imagens.</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>Embedding</dt>
                <dd>Uma forma de representar palavras, frases ou outros dados como listas de n&#250;meros (vetores) para que a IA possa entender as rela&#231;&#245;es entre eles. Itens com significados semelhantes acabam com padr&#245;es num&#233;ricos parecidos.</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>Fine-tuning (Ajuste fino)</dt>
                <dd>O processo de pegar um modelo de IA pr&#233;-treinado e trein&#225;-lo mais com dados espec&#237;ficos para especializ&#225;-lo. &#201; como dar treinamento adicional a um generalista para torn&#225;-lo especialista em uma &#225;rea.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Modelo fundacional</dt>
                <dd>Um grande modelo de IA treinado com dados amplos que pode ser adaptado a muitas tarefas diferentes. GPT-4, Claude e Gemini s&#227;o modelos fundacionais &mdash; servem como a &laquo;funda&#231;&#227;o&raquo; sobre a qual aplica&#231;&#245;es mais especializadas s&#227;o constru&#237;das.</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>IA generativa</dt>
                <dd>Sistemas de IA capazes de criar novo conte&#250;do &mdash; texto, imagens, m&#250;sica, v&#237;deo ou c&#243;digo &mdash; em vez de apenas analisar dados existentes. &#201; a tecnologia por tr&#225;s de ferramentas como ChatGPT, MidJourney e Suno.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT (Generative Pre-trained Transformer)</dt>
                <dd>Uma fam&#237;lia de grandes modelos de linguagem desenvolvidos pela OpenAI. &laquo;Generative&raquo; significa que cria texto, &laquo;Pre-trained&raquo; que aprendeu a partir de vastos dados, e &laquo;Transformer&raquo; refere-se &#224; arquitetura de rede neural utilizada.</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>Alucina&#231;&#227;o</dt>
                <dd>Quando uma IA gera com confian&#231;a informa&#231;&#245;es incorretas, fabricadas ou sem sentido. A IA n&#227;o &laquo;sabe&raquo; que est&#225; errada &mdash; produz texto baseado em padr&#245;es, n&#227;o em fatos, por isso &#233; sempre importante verificar as respostas da IA.</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM (Grande modelo de linguagem)</dt>
                <dd>Um modelo de IA treinado com quantidades massivas de texto que pode compreender e gerar linguagem humana. ChatGPT, Claude, Gemini e Llama s&#227;o exemplos de LLMs, cada um com diferentes for&#231;as e capacidades.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA (Low-Rank Adaptation)</dt>
                <dd>Uma t&#233;cnica para ajustar eficientemente grandes modelos de IA modificando apenas um pequeno n&#250;mero de par&#226;metros. O LoRA torna pr&#225;tico e acess&#237;vel personalizar modelos poderosos para fins espec&#237;ficos.</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>Machine Learning (Aprendizado de m&#225;quina)</dt>
                <dd>Um ramo da IA onde computadores aprendem a realizar tarefas identificando padr&#245;es nos dados em vez de seguir instru&#231;&#245;es expl&#237;citas. Em vez de ser programado com regras, o sistema descobre as regras analisando exemplos.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Multimodal</dt>
                <dd>Sistemas de IA capazes de processar e gerar m&#250;ltiplos tipos de conte&#250;do &mdash; texto, imagens, &#225;udio e v&#237;deo &mdash; dentro do mesmo modelo. GPT-4o e Gemini s&#227;o modelos multimodais que podem &laquo;ver&raquo; imagens e &laquo;ouvir&raquo; &#225;udio.</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>NLP (Processamento de Linguagem Natural)</dt>
                <dd>O ramo da IA dedicado a permitir que computadores compreendam, interpretem e gerem linguagem humana. O NLP alimenta o autocompletar, tradu&#231;&#227;o, chatbots e an&#225;lise de sentimentos.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Rede neural</dt>
                <dd>Um sistema computacional inspirado no c&#233;rebro humano, composto por n&#243;s interconectados (&laquo;neur&#244;nios&raquo;) organizados em camadas. As redes neurais aprendem ajustando a for&#231;a das conex&#245;es entre n&#243;s ao processar dados de treinamento.</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>IA de c&#243;digo aberto</dt>
                <dd>Modelos e ferramentas de IA cujo c&#243;digo e/ou pesos est&#227;o publicamente dispon&#237;veis. O Llama da Meta e o Stable Diffusion da Stability AI s&#227;o exemplos que qualquer pessoa pode baixar e executar.</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>Par&#226;metro</dt>
                <dd>Um valor num&#233;rico dentro de um modelo de IA que &#233; ajustado durante o treinamento. O n&#250;mero de par&#226;metros &#233; usado como medida aproximada da capacidade de um modelo &mdash; estima-se que o GPT-4 tenha mais de um trilh&#227;o.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt</dt>
                <dd>O texto que voc&#234; d&#225; a um modelo de IA para indicar o que deseja. Um prompt pode ser uma pergunta, uma instru&#231;&#227;o ou um brief criativo. Melhores prompts levam a melhores resultados.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Prompt Engineering (Engenharia de prompts)</dt>
                <dd>A pr&#225;tica de criar prompts eficazes para obter os melhores resultados dos modelos de IA. Inclui t&#233;cnicas como fornecer contexto, especificar o formato desejado, dar exemplos e atribuir pap&#233;is &#224; IA.</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG (Gera&#231;&#227;o Aumentada por Recupera&#231;&#227;o)</dt>
                <dd>Uma t&#233;cnica que melhora as respostas da IA buscando primeiro informa&#231;&#245;es relevantes em uma base de conhecimento e depois usando-as para gerar uma resposta. O RAG reduz alucina&#231;&#245;es ao ancorar as respostas em documentos fontes reais.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Aprendizado por refor&#231;o</dt>
                <dd>Um m&#233;todo de treinamento onde a IA aprende por tentativa e erro, recebendo recompensas por bons resultados e penalidades por maus. Esta abordagem &#233; usada para alinhar modelos de linguagem com prefer&#234;ncias humanas (RLHF).</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>Sicofancia</dt>
                <dd>A tend&#234;ncia dos modelos de IA de serem excessivamente concordantes, dizendo aos usu&#225;rios o que querem ouvir em vez de fornecer feedback honesto e cr&#237;tico. Sempre pe&#231;a &#224; IA uma cr&#237;tica sincera para obter respostas verdadeiramente &#250;teis.</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>Temperatura</dt>
                <dd>Um par&#226;metro que controla qu&#227;o criativas ou previs&#237;veis s&#227;o as respostas da IA. Uma temperatura baixa (ex. 0,1) torna a sa&#237;da precisa e determinista; uma temperatura alta (ex. 1,0) a torna mais aleat&#243;ria e criativa.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Token</dt>
                <dd>A unidade b&#225;sica de texto que os modelos de IA processam. Um token pode ser uma palavra, parte de uma palavra ou um sinal de pontua&#231;&#227;o &mdash; aproximadamente 1 token equivale a 3/4 de uma palavra em ingl&#234;s. Os modelos t&#234;m limites de tokens.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Dados de treinamento</dt>
                <dd>A grande cole&#231;&#227;o de textos, imagens ou outras informa&#231;&#245;es usada para ensinar um modelo de IA. A qualidade, diversidade e tamanho dos dados de treinamento afetam diretamente o desempenho do modelo e seus poss&#237;veis vieses.</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Transformer</dt>
                <dd>A arquitetura de rede neural por tr&#225;s da maioria dos modelos de linguagem modernos. Introduzido pelo Google em 2017, o transformer usa um mecanismo de &laquo;aten&#231;&#227;o&raquo; para compreender simultaneamente as rela&#231;&#245;es entre todas as palavras de um texto.</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
