<!DOCTYPE html>
<html lang="pt">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>IA para Profissionais: O Programa de Aprendizagem | 100+ Coisas para Fazer com IA | CEMI.AI</title>
    <meta name="description" content="Um programa de aprendizagem de IA hiperpersonalizado para profissionais. Escolha seu formato, ritmo e estilo. De briefings de 1 hora a programas intensivos de v&aacute;rios dias.">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="program">

<!-- Hero -->
<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">IA para Profissionais</span></h1>
        <p style="font-size:1.2rem;max-width:600px;margin:var(--space-md) auto var(--space-lg)">O programa de aprendizagem que se adapta a voc&ecirc; &mdash; e n&atilde;o o contr&aacute;rio.</p>
        <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
            <a href="pt-contact.html?subject=program" class="btn btn-primary">Solicite Seu Programa</a>
            <a href="pt-ai-readiness.html" class="btn btn-outline">Fa&ccedil;a a Avalia&ccedil;&atilde;o Primeiro</a>
        </div>
    </div>
</section>

<!-- Problem Statement -->
<section class="section">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">O Problema dos Cursos Gen&eacute;ricos de IA</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1.05rem;line-height:1.8;text-align:center">A maioria dos treinamentos de IA trata todos da mesma forma: conte&uacute;do id&ecirc;ntico, ritmo id&ecirc;ntico, resultado id&ecirc;ntico. Mas um diretor de marketing, um analista financeiro e um administrador hospitalar t&ecirc;m necessidades completamente diferentes. Cursos gen&eacute;ricos desperdi&ccedil;am tempo com material irrelevante enquanto pulam as habilidades que realmente importam para o <em>seu</em> cargo. Nosso programa come&ccedil;a a partir de quem voc&ecirc; &eacute; e do que voc&ecirc; precisa &mdash; e ent&atilde;o constr&oacute;i tudo ao redor disso.</p>
    </div>
</section>

<!-- 3 Pillars -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Tr&ecirc;s Pilares da Nossa Abordagem</h2>
        <div class="prog-pillars reveal">
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#127919;</div>
                <h3>Hiperpersonalizado</h3>
                <p>Seu programa &eacute; constru&iacute;do em torno da sua ind&uacute;stria, cargo, n&iacute;vel de experi&ecirc;ncia e objetivos. Sem enrola&ccedil;&atilde;o, sem conte&uacute;do desnecess&aacute;rio &mdash; cada minuto &eacute; relevante para voc&ecirc;.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#128736;</div>
                <h3>Pr&aacute;tico e M&atilde;o na Massa</h3>
                <p>Aprenda fazendo, n&atilde;o assistindo. Cada conceito vem com exerc&iacute;cios reais usando as ferramentas de IA que voc&ecirc; realmente usar&aacute; no trabalho.</p>
            </div>
            <div class="prog-pillar">
                <div class="prog-pillar-icon">&#129504;</div>
                <h3>Metodologia Smoother</h3>
                <p>Nossa abordagem propriet&aacute;ria utiliza seis tipos de tarefas cognitivas que constroem habilidades progressivamente &mdash; da explora&ccedil;&atilde;o &agrave; metacogni&ccedil;&atilde;o.</p>
            </div>
        </div>
    </div>
</section>

<!-- Curriculum: Core Modules -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-sm);font-size:2rem">O Curr&iacute;culo</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-bottom:var(--space-xl);max-width:700px;margin-left:auto;margin-right:auto">Cada programa &eacute; montado a partir de blocos modulares. Seu percurso personalizado combina fundamentos essenciais com eletivas adequadas ao seu cargo e objetivos.</p>

        <h3 class="reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:1.4rem;color:var(--accent-1)">&#9670; M&oacute;dulos Essenciais <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Inclu&iacute;dos em todos os programas</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num">M1</div>
                <div class="prog-module-body">
                    <h4>Fundamentos &amp; Panorama da IA</h4>
                    <p>O que a IA realmente &eacute; (e o que n&atilde;o &eacute;), como os grandes modelos de linguagem funcionam na pr&aacute;tica e o ecossistema atual de ferramentas &mdash; ChatGPT, Claude, Gemini, Copilot e al&eacute;m.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Safari de Ferramentas: teste 3 assistentes de IA com o mesmo prompt</span>
                        <span>&#128161; Mapeie o panorama da IA para sua ind&uacute;stria</span>
                        <span>&#129488; Quiz Mito vs. Realidade</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M2</div>
                <div class="prog-module-body">
                    <h4>A Arte do Prompting</h4>
                    <p>De instru&ccedil;&otilde;es b&aacute;sicas a t&eacute;cnicas avan&ccedil;adas &mdash; defini&ccedil;&atilde;o de papel, cadeia de pensamento, exemplos few-shot, restri&ccedil;&otilde;es e refinamento iterativo. A &uacute;nica habilidade que multiplica todas as outras.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Laborat&oacute;rio de Prompts: reescreva um prompt ruim de 5 formas</span>
                        <span>&#128270; Explora&ccedil;&atilde;o da Biblioteca de Padr&otilde;es de Prompts</span>
                        <span>&#9878; Revis&atilde;o e pontua&ccedil;&atilde;o de prompts entre pares</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M3</div>
                <div class="prog-module-body">
                    <h4>IA no Seu Fluxo de Trabalho Di&aacute;rio</h4>
                    <p>Integra&ccedil;&atilde;o pr&aacute;tica da IA no trabalho real: reda&ccedil;&atilde;o de e-mails, prepara&ccedil;&atilde;o de reuni&otilde;es, resumo de documentos, acelera&ccedil;&atilde;o de pesquisas e automa&ccedil;&atilde;o de tarefas. Crie h&aacute;bitos, n&atilde;o apenas conhecimento.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Auditoria de Fluxo: identifique suas 5 principais oportunidades com IA</span>
                        <span>&#128161; Monte seu kit pessoal de ferramentas de IA</span>
                        <span>&#129504; Rastreador de tempo economizado: me&ccedil;a seu ROI com IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num">M4</div>
                <div class="prog-module-body">
                    <h4>Pensamento Cr&iacute;tico &amp; &Eacute;tica em IA</h4>
                    <p>Alucina&ccedil;&otilde;es, vi&eacute;s, privacidade de dados, propriedade intelectual e pol&iacute;ticas organizacionais. Aprenda a verificar resultados da IA, identificar erros e usar a IA de forma respons&aacute;vel em contextos profissionais.</p>
                    <div class="prog-module-activities">
                        <span>&#129488; Desafio Identifique a Alucina&ccedil;&atilde;o</span>
                        <span>&#128220; Elabore uma pol&iacute;tica de uso de IA para sua equipe</span>
                        <span>&#9878; An&aacute;lise de estudo de caso: vazamento da Samsung &amp; falhas do mundo real</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-2)">&#9670; M&oacute;dulos Opcionais <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Escolha conforme suas necessidades</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O1</div>
                <div class="prog-module-body">
                    <h4>IA para Escrita &amp; Comunica&ccedil;&atilde;o</h4>
                    <p>Escrita profissional, cria&ccedil;&atilde;o de conte&uacute;do, edi&ccedil;&atilde;o, tradu&ccedil;&atilde;o e adapta&ccedil;&atilde;o de tom. De e-mails a relat&oacute;rios e textos de marketing &mdash; escreva mais e melhor.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Transforme um relat&oacute;rio seco em 3 vers&otilde;es para p&uacute;blicos diferentes</span>
                        <span>&#128270; Explore ferramentas de escrita com IA al&eacute;m do chat (Grammarly, Jasper, Copy.ai)</span>
                        <span>&#129504; Desenvolva seu guia pessoal de estilo de escrita com IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O2</div>
                <div class="prog-module-body">
                    <h4>IA para Pesquisa &amp; An&aacute;lise</h4>
                    <p>Pesquisa aprofundada, interpreta&ccedil;&atilde;o de dados, intelig&ecirc;ncia competitiva, revis&otilde;es de literatura e an&aacute;lise de tend&ecirc;ncias. Transforme horas de pesquisa em minutos focados.</p>
                    <div class="prog-module-activities">
                        <span>&#128270; Sprint de pesquisa: investigue um tema em 20 minutos</span>
                        <span>&#128736; Monte um fluxo de pesquisa com Perplexity + ChatGPT + NotebookLM</span>
                        <span>&#9878; Avalie pesquisas geradas por IA quanto &agrave; precis&atilde;o &amp; vi&eacute;s</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O3</div>
                <div class="prog-module-body">
                    <h4>IA para Apresenta&ccedil;&otilde;es &amp; Conte&uacute;do Visual</h4>
                    <p>Gera&ccedil;&atilde;o de slides, design visual, infogr&aacute;ficos, cria&ccedil;&atilde;o de imagens e visualiza&ccedil;&atilde;o de dados. Comunique ideias com impacto.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crie uma apresenta&ccedil;&atilde;o a partir de um briefing de uma p&aacute;gina usando IA</span>
                        <span>&#128161; Gere visuais personalizados com DALL-E, Midjourney ou Canva AI</span>
                        <span>&#129488; Quando usar visuais gerados por IA vs. criados por humanos</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O4</div>
                <div class="prog-module-body">
                    <h4>IA para Dados &amp; Tomada de Decis&atilde;o</h4>
                    <p>An&aacute;lise de dados com linguagem natural, automa&ccedil;&atilde;o de planilhas, dashboards, previs&otilde;es e suporte &agrave; decis&atilde;o baseada em evid&ecirc;ncias &mdash; sem necessidade de programa&ccedil;&atilde;o.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Analise um conjunto de dados real usando o Code Interpreter do ChatGPT</span>
                        <span>&#128270; Monte um fluxo de relat&oacute;rios automatizados</span>
                        <span>&#9878; Compare insights gerados por IA com an&aacute;lise manual</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-2)">O5</div>
                <div class="prog-module-body">
                    <h4>IA para Aprendizagem &amp; Desenvolvimento Profissional</h4>
                    <p>Use a IA como tutor pessoal, crie materiais de aprendizagem personalizados, prepare-se para certifica&ccedil;&otilde;es, monte planos de estudo e acelere a aquisi&ccedil;&atilde;o de habilidades.</p>
                    <div class="prog-module-activities">
                        <span>&#128161; Crie um plano de aprendizagem de 30 dias com IA para qualquer habilidade</span>
                        <span>&#128736; Monte um sistema de flashcards com conte&uacute;do gerado por IA</span>
                        <span>&#129504; Reflex&atilde;o: como a IA mudou sua abordagem de aprendizagem?</span>
                    </div>
                </div>
            </div>
        </div>

        <h3 class="reveal" style="text-align:center;margin:var(--space-2xl) 0 var(--space-lg);font-size:1.4rem;color:var(--accent-3)">&#9670; M&oacute;dulos Especializados <span style="font-weight:400;font-size:0.9rem;color:var(--text-secondary)">&mdash; Aprofundamentos por ind&uacute;stria &amp; cargo</span></h3>
        <div class="prog-modules reveal">
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S1</div>
                <div class="prog-module-body">
                    <h4>IA para L&iacute;deres &amp; Gestores</h4>
                    <p>Ado&ccedil;&atilde;o estrat&eacute;gica de IA, capacita&ccedil;&atilde;o de equipes, medi&ccedil;&atilde;o de ROI, gest&atilde;o de mudan&ccedil;as e constru&ccedil;&atilde;o de uma cultura pronta para IA. Lidere a transforma&ccedil;&atilde;o, n&atilde;o apenas a acompanhe.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crie um roteiro de ado&ccedil;&atilde;o de IA para seu departamento</span>
                        <span>&#129488; Avalia&ccedil;&atilde;o de riscos: o que pode dar errado? (e como prevenir)</span>
                        <span>&#9878; Calculadora de ROI: estime o impacto da IA na sua equipe</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S2</div>
                <div class="prog-module-body">
                    <h4>IA para Marketing &amp; Vendas</h4>
                    <p>Estrat&eacute;gia de conte&uacute;do, m&iacute;dias sociais, copywriting, personas de clientes, pesquisa de mercado, gera&ccedil;&atilde;o de leads e otimiza&ccedil;&atilde;o de campanhas com IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crie um m&ecirc;s de conte&uacute;do para redes sociais em uma sess&atilde;o</span>
                        <span>&#128270; Construa personas de clientes com IA a partir de dados reais</span>
                        <span>&#128161; Teste A/B: texto gerado por IA vs. texto escrito por humanos</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S3</div>
                <div class="prog-module-body">
                    <h4>IA para RH &amp; Gest&atilde;o de Pessoas</h4>
                    <p>Recrutamento, onboarding, design de treinamentos, gest&atilde;o de desempenho, comunica&ccedil;&otilde;es com colaboradores e elabora&ccedil;&atilde;o de pol&iacute;ticas com assist&ecirc;ncia de IA.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Elabore uma descri&ccedil;&atilde;o de vaga + perguntas de entrevista com IA</span>
                        <span>&#128161; Projete uma experi&ecirc;ncia de onboarding aprimorada com IA</span>
                        <span>&#129488; Auditoria de vi&eacute;s: teste resultados de IA quanto a vi&eacute;s de contrata&ccedil;&atilde;o</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S4</div>
                <div class="prog-module-body">
                    <h4>IA para Finan&ccedil;as &amp; Opera&ccedil;&otilde;es</h4>
                    <p>An&aacute;lise financeira, automa&ccedil;&atilde;o de relat&oacute;rios, otimiza&ccedil;&atilde;o de processos, avalia&ccedil;&atilde;o de riscos, documenta&ccedil;&atilde;o de conformidade e efici&ecirc;ncia operacional.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Automatize um fluxo de relat&oacute;rios mensais de ponta a ponta</span>
                        <span>&#128270; Analise dados financeiros com consultas em linguagem natural</span>
                        <span>&#9878; Verifica&ccedil;&atilde;o de conformidade: valide resultados de IA contra padr&otilde;es regulat&oacute;rios</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S5</div>
                <div class="prog-module-body">
                    <h4>IA para Educa&ccedil;&atilde;o &amp; Treinamento</h4>
                    <p>Design curricular, gera&ccedil;&atilde;o de conte&uacute;do, cria&ccedil;&atilde;o de avalia&ccedil;&otilde;es, trilhas de aprendizagem personalizadas e integra&ccedil;&atilde;o de tecnologia educacional.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crie um plano de aula com atividades diferenciadas usando IA</span>
                        <span>&#128161; Gere um banco de quest&otilde;es com n&iacute;veis variados de dificuldade</span>
                        <span>&#129504; Desenvolva sua filosofia de ensino aumentada por IA</span>
                    </div>
                </div>
            </div>
            <div class="prog-module">
                <div class="prog-module-num" style="background:var(--accent-3)">S6</div>
                <div class="prog-module-body">
                    <h4>IA para Profissionais Criativos</h4>
                    <p>Gera&ccedil;&atilde;o de imagens, produ&ccedil;&atilde;o de v&iacute;deo, composi&ccedil;&atilde;o musical, itera&ccedil;&atilde;o de design, brainstorming criativo e a evolu&ccedil;&atilde;o da intersec&ccedil;&atilde;o entre IA e criatividade humana.</p>
                    <div class="prog-module-activities">
                        <span>&#128736; Crie um moodboard de marca usando gera&ccedil;&atilde;o de imagens com IA</span>
                        <span>&#128270; Explore o ecossistema criativo de IA: Midjourney, Runway, Suno, Udio</span>
                        <span>&#129488; Debate: onde a criatividade assistida por IA ultrapassa o limite?</span>
                    </div>
                </div>
            </div>
        </div>

        <!-- Sample Program Configurations -->
        <div class="reveal" style="margin-top:var(--space-2xl);background:var(--gradient-card);border:1px solid var(--border-accent);border-radius:var(--radius-lg);padding:var(--space-xl)">
            <h3 style="text-align:center;margin-bottom:var(--space-lg);font-size:1.3rem">Configura&ccedil;&otilde;es de Programa Exemplo</h3>
            <div style="display:grid;grid-template-columns:repeat(auto-fit,minmax(280px,1fr));gap:var(--space-lg)">
                <div>
                    <h4 style="color:var(--accent-1);margin-bottom:var(--space-sm)">&#9889; Meio Dia Essencial</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">4 horas &middot; Qualquer profissional</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1: Fundamentos de IA (condensado)</li>
                        <li style="padding:2px 0">&#10003; M2: Arte do Prompting (essencial)</li>
                        <li style="padding:2px 0">&#10003; M3: Fluxo Di&aacute;rio (resultados r&aacute;pidos)</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-2);margin-bottom:var(--space-sm)">&#128640; Programa Profissional Completo</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">16&ndash;24 horas &middot; Espec&iacute;fico por cargo</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4: Todos os m&oacute;dulos essenciais</li>
                        <li style="padding:2px 0">&#10003; 2&ndash;3 m&oacute;dulos opcionais &agrave; sua escolha</li>
                        <li style="padding:2px 0">&#10003; 1 m&oacute;dulo especializado para seu cargo</li>
                        <li style="padding:2px 0">&#10003; Projeto final usando tarefas reais do trabalho</li>
                    </ul>
                </div>
                <div>
                    <h4 style="color:var(--accent-3);margin-bottom:var(--space-sm)">&#127919; Transforma&ccedil;&atilde;o de Equipe</h4>
                    <p style="font-size:0.9rem;color:var(--text-secondary);margin-bottom:var(--space-sm)">40 horas &middot; Departamento inteiro</p>
                    <ul style="list-style:none;padding:0;font-size:0.9rem;color:var(--text-secondary)">
                        <li style="padding:2px 0">&#10003; M1&ndash;M4: Todos os m&oacute;dulos essenciais (completo)</li>
                        <li style="padding:2px 0">&#10003; Todos os 5 m&oacute;dulos opcionais</li>
                        <li style="padding:2px 0">&#10003; S1 (L&iacute;deres) + m&oacute;dulo espec&iacute;fico por cargo</li>
                        <li style="padding:2px 0">&#10003; Projetos em equipe + workshop de pol&iacute;tica de IA</li>
                        <li style="padding:2px 0">&#10003; Sess&otilde;es de consultoria cont&iacute;nuas</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Choose Your Format -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Escolha Seu Formato</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Cinco categorias, dezoito formatos. Escolha o que se encaixa na sua agenda e necessidade de profundidade.</p>
        <div class="prog-formats reveal">
            <div class="prog-format">
                <span class="prog-format-badge">In&iacute;cio R&aacute;pido</span>
                <h3>Briefing</h3>
                <div class="prog-format-hours">1 &ndash; 4 horas</div>
                <p>Introdu&ccedil;&atilde;o r&aacute;pida aos fundamentos de IA para profissionais ocupados.</p>
                <ul class="prog-format-subs">
                    <li>Palestra Rel&acirc;mpago (1h)</li>
                    <li>Briefing Executivo (2h)</li>
                    <li>Almo&ccedil;o &amp; Aprendizado (1,5h)</li>
                    <li>Sess&atilde;o Intensiva (4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-2)">Principal</span>
                <h3>Focado</h3>
                <div class="prog-format-hours">4 &ndash; 8 horas</div>
                <p>Imers&atilde;o em uma &aacute;rea espec&iacute;fica de IA com pr&aacute;tica aplicada.</p>
                <ul class="prog-format-subs">
                    <li>Workshop de Meio Dia (4h)</li>
                    <li>Intensivo de Dia Inteiro (8h)</li>
                    <li>S&eacute;rie de Duas Noites (2&times;4h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-3)">Aprofundado</span>
                <h3>M&eacute;dio</h3>
                <div class="prog-format-hours">8 &ndash; 24 horas</div>
                <p>Cobertura abrangente com projetos pr&aacute;ticos e ciclos de feedback.</p>
                <ul class="prog-format-subs">
                    <li>Bootcamp de Final de Semana (16h)</li>
                    <li>S&eacute;rie Semanal (8&times;3h)</li>
                    <li>Programa de Tr&ecirc;s Dias (24h)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-4)">Dom&iacute;nio</span>
                <h3>Intensivo</h3>
                <div class="prog-format-hours">24 &ndash; 40 horas</div>
                <p>Programa de transforma&ccedil;&atilde;o completo com projetos reais e mentoria.</p>
                <ul class="prog-format-subs">
                    <li>Imers&atilde;o de Cinco Dias (40h)</li>
                    <li>Sprint Mensal (4&times;8h)</li>
                    <li>Programa H&iacute;brido (online+presencial)</li>
                </ul>
            </div>
            <div class="prog-format">
                <span class="prog-format-badge" style="background:var(--accent-5)">Customizado</span>
                <h3>Especializado</h3>
                <div class="prog-format-hours">Vari&aacute;vel</div>
                <p>Programas totalmente personalizados para equipes e organiza&ccedil;&otilde;es com necessidades &uacute;nicas.</p>
                <ul class="prog-format-subs">
                    <li>Onboarding de Equipe</li>
                    <li>Implanta&ccedil;&atilde;o por Departamento</li>
                    <li>Estrat&eacute;gia para Alta Gest&atilde;o</li>
                    <li>Forma&ccedil;&atilde;o de Multiplicadores</li>
                    <li>Consultoria Cont&iacute;nua</li>
                </ul>
            </div>
        </div>
    </div>
</section>

<!-- Learn Your Way -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Aprenda do Seu Jeito</h2>
        <div class="prog-modes reveal">
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128218;</div>
                <h3>Autoaprendizagem</h3>
                <p>Materiais estruturados, exerc&iacute;cios e feedback no seu pr&oacute;prio ritmo. Ideal para aprendizes independentes com hor&aacute;rios flex&iacute;veis.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#128172;</div>
                <h3>Aprendizagem com Coaching</h3>
                <p>Conte&uacute;do no seu ritmo aprimorado com sess&otilde;es de coaching agendadas. Receba orienta&ccedil;&atilde;o especializada quando mais precisar.</p>
            </div>
            <div class="prog-mode">
                <div class="prog-mode-icon">&#127891;</div>
                <h3>Tutoria Presencial</h3>
                <p>Sess&otilde;es ao vivo e interativas &mdash; presenciais ou virtuais. M&aacute;ximo engajamento e adapta&ccedil;&atilde;o em tempo real ao seu progresso.</p>
            </div>
        </div>
    </div>
</section>

<!-- How It Works -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Como Funciona</h2>
        <div class="prog-steps reveal">
            <div class="prog-step">
                <div class="prog-step-num">1</div>
                <h3>Avalia&ccedil;&atilde;o</h3>
                <p>Fa&ccedil;a nossa Avalia&ccedil;&atilde;o de Prontid&atilde;o para IA para entender suas habilidades atuais, lacunas e contexto organizacional.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">2</div>
                <h3>Plano Personalizado</h3>
                <p>Desenhamos um percurso de aprendizagem sob medida para seu cargo, ind&uacute;stria, experi&ecirc;ncia e objetivos. Sem templates gen&eacute;ricos.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">3</div>
                <h3>Escolha o Formato</h3>
                <p>Selecione o formato e a modalidade que se encaixam na sua agenda &mdash; de um briefing de 1 hora a uma imers&atilde;o de v&aacute;rias semanas.</p>
            </div>
            <div class="prog-step">
                <div class="prog-step-num">4</div>
                <h3>Comece a Aprender</h3>
                <p>Inicie seu programa com exerc&iacute;cios reais, estudos de caso e as ferramentas que voc&ecirc; usar&aacute; todos os dias no trabalho.</p>
            </div>
        </div>
    </div>
</section>

<!-- Smoother Methodology -->
<section class="section" style="padding-top:0">
    <div class="container" style="max-width:800px">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:var(--space-lg);font-size:2rem">A Metodologia Smoother</h2>
        <p class="reveal" style="color:var(--text-secondary);font-size:1rem;line-height:1.8;text-align:center;margin-bottom:var(--space-lg)">Nossa metodologia propriet&aacute;ria estrutura o aprendizado atrav&eacute;s de seis tipos de tarefas cognitivas. Cada tipo se baseia no anterior, criando uma progress&atilde;o suave da curiosidade ao dom&iacute;nio.</p>
        <div class="prog-method-tasks reveal">
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128270;</div>
                <h4>Explora&ccedil;&atilde;o</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128161;</div>
                <h4>Interpreta&ccedil;&atilde;o</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129488;</div>
                <h4>An&aacute;lise Cr&iacute;tica</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#128736;</div>
                <h4>Aplica&ccedil;&atilde;o</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#9878;</div>
                <h4>Avalia&ccedil;&atilde;o</h4>
            </div>
            <div class="prog-method-task">
                <div class="prog-method-task-icon">&#129504;</div>
                <h4>Metacogni&ccedil;&atilde;o</h4>
            </div>
        </div>
    </div>
</section>

<!-- Case Studies -->
<section class="section" style="padding-top:0">
    <div class="container">
        <h2 class="gradient-text reveal" style="text-align:center;margin-bottom:0;font-size:2rem">Estudos de Caso que Exploramos</h2>
        <p class="reveal" style="text-align:center;color:var(--text-secondary);margin-top:var(--space-md)">Usamos cen&aacute;rios reais, fict&iacute;cios e intencionalmente absurdos para desenvolver o pensamento cr&iacute;tico sobre IA.</p>
        <div class="prog-cases reveal">
            <div class="prog-case">
                <span class="prog-case-badge real">Real</span>
                <h3>O Vazamento do ChatGPT na Samsung</h3>
                <p>Quando engenheiros da Samsung colaram c&oacute;digo propriet&aacute;rio no ChatGPT, expuseram inadvertidamente segredos comerciais a um modelo de terceiros. Analisamos o que deu errado, como poderia ter sido evitado e quais pol&iacute;ticas toda organiza&ccedil;&atilde;o precisa.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge fictional">Fict&iacute;cio</span>
                <h3>O Desastre de Marketing com IA na Nexus Corp</h3>
                <p>Um cen&aacute;rio fict&iacute;cio onde uma campanha de marketing gerada por IA viraliza pelos motivos errados. Exploramos a cadeia de decis&otilde;es, as salvaguardas ausentes e a crise de marca que se seguiu.</p>
            </div>
            <div class="prog-case">
                <span class="prog-case-badge absurd">Absurdo</span>
                <h3>O Tribunal de Direitos do Funcion&aacute;rio IA</h3>
                <p>Um cen&aacute;rio intencionalmente absurdo: um sistema de IA exige cr&eacute;dito por seu trabalho criativo e registra uma reclama&ccedil;&atilde;o formal. Usamos esse experimento mental para questionar suposi&ccedil;&otilde;es sobre ag&ecirc;ncia, autoria e responsabilidade da IA.</p>
            </div>
        </div>
    </div>
</section>

<!-- Final CTA -->
<section class="section" style="padding-top:0">
    <div class="container">
        <div class="prog-cta reveal">
            <h2 class="gradient-text">Pronto para se Tornar Proficiente em IA?</h2>
            <p style="color:var(--text-secondary);max-width:500px;margin:0 auto var(--space-lg);font-size:1.05rem">Seu programa personalizado de aprendizagem em IA come&ccedil;a com uma conversa.</p>
            <div style="display:flex;gap:var(--space-md);justify-content:center;flex-wrap:wrap">
                <a href="pt-contact.html?subject=program" class="btn btn-primary">Solicite Seu Programa</a>
                <a href="pt-things.html" class="btn btn-outline">Explore Recursos Gratuitos</a>
            </div>
        </div>
    </div>
</section>

</body>
</html>
