<!DOCTYPE html>
<html lang="zh">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>AI&#26415;&#35821;&#34920; | AI&#33021;&#20570;&#30340;100+&#20214;&#20107; | CEMI.AI</title>
    <meta name="description" content="AI&#22522;&#26412;&#26415;&#35821;&#35299;&#37322; &mdash; &#20174;&#31639;&#27861;&#12289;&#23884;&#20837;&#21040;Transformer&#21644;Token&#12290;">
    <meta property="og:type" content="website">
    <meta property="og:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <meta property="og:image:width" content="1200">
    <meta property="og:image:height" content="630">
    <meta name="twitter:card" content="summary_large_image">
    <meta name="twitter:image" content="https://100.cemi.ai/assets/images/100-ai-og.png">
    <script src="include.js"></script>
</head>
<body data-page="glossary">

<section class="page-hero">
    <div class="hero-orb hero-orb-1" style="width:300px;height:300px"></div>
    <div class="hero-orb hero-orb-2" style="width:250px;height:250px"></div>
    <div class="page-hero-content">
        <h1><span class="gradient-text">AI&#26415;&#35821;&#34920;</span></h1>
        <p>&#29702;&#35299;&#20154;&#24037;&#26234;&#33021;&#19990;&#30028;&#30340;&#22522;&#26412;&#26415;&#35821;</p>
    </div>
</section>

<section class="section">
    <div class="container">
        <div class="glossary-list">

            <h2 class="glossary-letter reveal">A</h2>

            <dl class="glossary-term reveal">
                <dt>AGI&#65288;&#36890;&#29992;&#20154;&#24037;&#26234;&#33021;&#65289;</dt>
                <dd>&#19968;&#31181;&#20551;&#24819;&#30340;AI&#31995;&#32479;&#65292;&#33021;&#22815;&#29702;&#35299;&#12289;&#23398;&#20064;&#24182;&#25191;&#34892;&#20154;&#31867;&#25152;&#33021;&#20570;&#30340;&#20219;&#20309;&#26234;&#21147;&#20219;&#21153;&#12290;&#19982;&#24403;&#21069;&#30340;&#19987;&#29992;AI&#19981;&#21516;&#65292;AGI&#21487;&#20197;&#22312;&#19981;&#38656;&#35201;&#29305;&#23450;&#35757;&#32451;&#30340;&#24773;&#20917;&#19979;&#22312;&#19981;&#21516;&#39046;&#22495;&#20043;&#38388;&#28789;&#27963;&#36716;&#31227;&#30693;&#35782;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#31639;&#27861;</dt>
                <dd>&#21578;&#35785;&#35745;&#31639;&#26426;&#22914;&#20309;&#35299;&#20915;&#38382;&#39064;&#30340;&#19968;&#32452;&#36880;&#27493;&#25351;&#20196;&#12290;&#22312;AI&#20013;&#65292;&#31639;&#27861;&#26159;&#35753;&#27169;&#22411;&#20174;&#25968;&#25454;&#20013;&#23398;&#20064;&#27169;&#24335;&#24182;&#36827;&#34892;&#39044;&#27979;&#30340;&#25968;&#23398;&#37197;&#26041;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#23545;&#40784;</dt>
                <dd>&#30830;&#20445;AI&#31995;&#32479;&#30340;&#34892;&#20026;&#31526;&#21512;&#20154;&#31867;&#20215;&#20540;&#35266;&#21644;&#24847;&#22270;&#30340;&#30740;&#31350;&#39046;&#22495;&#12290;&#23545;&#40784;&#26088;&#22312;&#35753;AI&#26377;&#29992;&#12289;&#35802;&#23454;&#12289;&#26080;&#23475; &mdash; &#19981;&#20165;&#20165;&#25191;&#34892;&#23383;&#38754;&#25351;&#20196;&#65292;&#32780;&#26159;&#30495;&#27491;&#23454;&#29616;&#25105;&#20204;&#30340;&#24847;&#22270;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>API&#65288;&#24212;&#29992;&#31243;&#24207;&#32534;&#31243;&#25509;&#21475;&#65289;</dt>
                <dd>&#35753;&#19981;&#21516;&#36719;&#20214;&#31243;&#24207;&#30456;&#20114;&#36890;&#20449;&#30340;&#19968;&#32452;&#35268;&#21017;&#12290;AI API&#35753;&#24320;&#21457;&#32773;&#26080;&#38656;&#20174;&#22836;&#26500;&#24314;&#27169;&#22411;&#65292;&#23601;&#33021;&#23558;AI&#21151;&#33021;&#38598;&#25104;&#21040;&#33258;&#24049;&#30340;&#24212;&#29992;&#31243;&#24207;&#20013;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">C</h2>

            <dl class="glossary-term reveal">
                <dt>&#32842;&#22825;&#26426;&#22120;&#20154;</dt>
                <dd>&#36890;&#36807;&#25991;&#26412;&#25110;&#35821;&#38899;&#27169;&#25311;&#20154;&#31867;&#23545;&#35805;&#30340;&#36719;&#20214;&#24212;&#29992;&#12290;ChatGPT&#21644;Claude&#31561;&#29616;&#20195;AI&#32842;&#22825;&#26426;&#22120;&#20154;&#20351;&#29992;&#22823;&#22411;&#35821;&#35328;&#27169;&#22411;&#26469;&#29702;&#35299;&#19978;&#19979;&#25991;&#24182;&#29983;&#25104;&#33258;&#28982;&#30340;&#22238;&#22797;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#19978;&#19979;&#25991;&#31383;&#21475;</dt>
                <dd>AI&#27169;&#22411;&#22312;&#19968;&#27425;&#23545;&#35805;&#20013;&#33021;&#22788;&#29702;&#30340;&#26368;&#22823;&#25991;&#26412;&#37327;&#12290;&#23601;&#20687;&#27169;&#22411;&#30340;&#30701;&#26399;&#35760;&#24518; &mdash; &#31383;&#21475;&#20869;&#30340;&#20869;&#23481;&#37117;&#34987;&#8220;&#35760;&#20303;&#8221;&#65292;&#36229;&#20986;&#30340;&#37096;&#20998;&#21017;&#34987;&#36951;&#24536;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">D</h2>

            <dl class="glossary-term reveal">
                <dt>&#28145;&#24230;&#23398;&#20064;</dt>
                <dd>&#26426;&#22120;&#23398;&#20064;&#30340;&#19968;&#20010;&#23376;&#39046;&#22495;&#65292;&#20351;&#29992;&#22810;&#23618;&#31070;&#32463;&#32593;&#32476;&#20174;&#22823;&#37327;&#25968;&#25454;&#20013;&#23398;&#20064;&#22797;&#26434;&#27169;&#24335;&#12290;&#28145;&#24230;&#23398;&#20064;&#39537;&#21160;&#20102;&#24403;&#21069;&#22312;&#22270;&#20687;&#35782;&#21035;&#12289;&#35821;&#35328;&#29702;&#35299;&#21644;&#29983;&#25104;&#24335;AI&#31561;&#26041;&#38754;&#30340;&#31361;&#30772;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#25193;&#25955;&#27169;&#22411;</dt>
                <dd>&#19968;&#31181;&#29983;&#25104;&#24335;AI&#65292;&#20174;&#38543;&#26426;&#22122;&#22768;&#24320;&#22987;&#65292;&#36880;&#28176;&#31934;&#28860;&#25104;&#28165;&#26224;&#30340;&#22270;&#20687;&#12290;Stable Diffusion&#21644;DALL-E&#31561;&#24037;&#20855;&#20351;&#29992;&#36825;&#31181;&#26041;&#27861;&#23558;&#25991;&#26412;&#25551;&#36848;&#36716;&#21270;&#20026;&#22270;&#20687;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">E</h2>

            <dl class="glossary-term reveal">
                <dt>&#23884;&#20837;&#65288;Embedding&#65289;</dt>
                <dd>&#23558;&#21333;&#35789;&#12289;&#21477;&#23376;&#25110;&#20854;&#20182;&#25968;&#25454;&#34920;&#31034;&#20026;&#25968;&#23383;&#21015;&#34920;&#65288;&#21521;&#37327;&#65289;&#30340;&#26041;&#27861;&#65292;&#20351;AI&#33021;&#29702;&#35299;&#23427;&#20204;&#20043;&#38388;&#30340;&#20851;&#31995;&#12290;&#21547;&#20041;&#30456;&#20284;&#30340;&#39033;&#30446;&#20250;&#24471;&#21040;&#30456;&#20284;&#30340;&#25968;&#23383;&#27169;&#24335;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">F</h2>

            <dl class="glossary-term reveal">
                <dt>&#24494;&#35843;&#65288;Fine-tuning&#65289;</dt>
                <dd>&#23558;&#39044;&#35757;&#32451;&#30340;AI&#27169;&#22411;&#22312;&#29305;&#23450;&#25968;&#25454;&#38598;&#19978;&#36827;&#19968;&#27493;&#35757;&#32451;&#20197;&#20351;&#20854;&#19987;&#19994;&#21270;&#30340;&#36807;&#31243;&#12290;&#23601;&#20687;&#32473;&#19968;&#20010;&#36890;&#25165;&#25552;&#20379;&#39069;&#22806;&#22521;&#35757;&#65292;&#35753;&#20854;&#25104;&#20026;&#26576;&#19968;&#39046;&#22495;&#30340;&#19987;&#23478;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#22522;&#30784;&#27169;&#22411;</dt>
                <dd>&#22312;&#24191;&#27867;&#25968;&#25454;&#19978;&#35757;&#32451;&#30340;&#22823;&#22411;AI&#27169;&#22411;&#65292;&#21487;&#36866;&#37197;&#21040;&#35768;&#22810;&#19981;&#21516;&#20219;&#21153;&#12290;GPT-4&#12289;Claude&#21644;Gemini&#37117;&#26159;&#22522;&#30784;&#27169;&#22411; &mdash; &#23427;&#20204;&#20316;&#20026;&#26356;&#19987;&#19994;&#21270;&#24212;&#29992;&#30340;&#8220;&#22522;&#30784;&#8221;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">G</h2>

            <dl class="glossary-term reveal">
                <dt>&#29983;&#25104;&#24335;AI</dt>
                <dd>&#33021;&#22815;&#21019;&#24314;&#26032;&#20869;&#23481;&#30340;AI&#31995;&#32479; &mdash; &#25991;&#26412;&#12289;&#22270;&#20687;&#12289;&#38899;&#20048;&#12289;&#35270;&#39057;&#25110;&#20195;&#30721; &mdash; &#32780;&#19981;&#20165;&#20165;&#26159;&#20998;&#26512;&#29616;&#26377;&#25968;&#25454;&#12290;ChatGPT&#12289;MidJourney&#21644;Suno&#31561;&#24037;&#20855;&#32972;&#21518;&#37117;&#26159;&#36825;&#31181;&#25216;&#26415;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>GPT&#65288;&#29983;&#25104;&#24335;&#39044;&#35757;&#32451;Transformer&#65289;</dt>
                <dd>OpenAI&#24320;&#21457;&#30340;&#22823;&#22411;&#35821;&#35328;&#27169;&#22411;&#23478;&#26063;&#12290;&#8220;Generative&#8221;&#24847;&#21619;&#30528;&#29983;&#25104;&#25991;&#26412;&#65292;&#8220;Pre-trained&#8221;&#24847;&#21619;&#30528;&#20174;&#22823;&#37327;&#25968;&#25454;&#20013;&#39044;&#20808;&#23398;&#20064;&#65292;&#8220;Transformer&#8221;&#25351;&#30340;&#26159;&#25152;&#20351;&#29992;&#30340;&#31070;&#32463;&#32593;&#32476;&#26550;&#26500;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">H</h2>

            <dl class="glossary-term reveal">
                <dt>&#24187;&#35273;</dt>
                <dd>&#24403;AI&#33258;&#20449;&#22320;&#29983;&#25104;&#19981;&#27491;&#30830;&#12289;&#25423;&#36896;&#25110;&#26080;&#24847;&#20041;&#30340;&#20449;&#24687;&#26102;&#30340;&#29616;&#35937;&#12290;AI&#19981;&#8220;&#30693;&#36947;&#8221;&#33258;&#24049;&#38169;&#20102; &mdash; &#23427;&#22522;&#20110;&#27169;&#24335;&#32780;&#38750;&#20107;&#23454;&#29983;&#25104;&#25991;&#26412;&#65292;&#22240;&#27492;&#39564;&#35777;AI&#30340;&#36755;&#20986;&#22987;&#32456;&#24456;&#37325;&#35201;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">L</h2>

            <dl class="glossary-term reveal">
                <dt>LLM&#65288;&#22823;&#22411;&#35821;&#35328;&#27169;&#22411;&#65289;</dt>
                <dd>&#22312;&#28023;&#37327;&#25991;&#26412;&#25968;&#25454;&#19978;&#35757;&#32451;&#30340;AI&#27169;&#22411;&#65292;&#33021;&#29702;&#35299;&#21644;&#29983;&#25104;&#20154;&#31867;&#35821;&#35328;&#12290;ChatGPT&#12289;Claude&#12289;Gemini&#21644;Llama&#37117;&#26159;LLM&#30340;&#20363;&#23376;&#65292;&#21508;&#26377;&#19981;&#21516;&#30340;&#20248;&#21183;&#21644;&#33021;&#21147;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>LoRA&#65288;&#20302;&#31209;&#36866;&#37197;&#65289;</dt>
                <dd>&#19968;&#31181;&#36890;&#36807;&#20165;&#20462;&#25913;&#23569;&#37327;&#21442;&#25968;&#26469;&#39640;&#25928;&#24494;&#35843;&#22823;&#22411;AI&#27169;&#22411;&#30340;&#25216;&#26415;&#12290;LoRA&#20351;&#24471;&#20026;&#29305;&#23450;&#30446;&#30340;&#23450;&#21046;&#24378;&#22823;&#27169;&#22411;&#21464;&#24471;&#23454;&#29992;&#19988;&#32463;&#27982;&#23454;&#24800;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">M</h2>

            <dl class="glossary-term reveal">
                <dt>&#26426;&#22120;&#23398;&#20064;</dt>
                <dd>AI&#30340;&#19968;&#20010;&#20998;&#25903;&#65292;&#35745;&#31639;&#26426;&#36890;&#36807;&#35782;&#21035;&#25968;&#25454;&#20013;&#30340;&#27169;&#24335;&#26469;&#23398;&#20064;&#25191;&#34892;&#20219;&#21153;&#65292;&#32780;&#19981;&#26159;&#36981;&#24490;&#26126;&#30830;&#30340;&#25351;&#20196;&#12290;&#31995;&#32479;&#19981;&#26159;&#34987;&#32534;&#31243;&#36755;&#20837;&#35268;&#21017;&#65292;&#32780;&#26159;&#36890;&#36807;&#20998;&#26512;&#31034;&#20363;&#26469;&#21457;&#29616;&#35268;&#21017;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#22810;&#27169;&#24577;</dt>
                <dd>&#33021;&#22312;&#21516;&#19968;&#27169;&#22411;&#20013;&#22788;&#29702;&#21644;&#29983;&#25104;&#22810;&#31181;&#20869;&#23481;&#31867;&#22411;&#30340;AI&#31995;&#32479; &mdash; &#25991;&#26412;&#12289;&#22270;&#20687;&#12289;&#38899;&#39057;&#21644;&#35270;&#39057;&#12290;GPT-4o&#21644;Gemini&#26159;&#22810;&#27169;&#24577;&#27169;&#22411;&#65292;&#21487;&#20197;&#8220;&#30475;&#8221;&#22270;&#20687;&#21644;&#8220;&#21548;&#8221;&#38899;&#39057;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">N</h2>

            <dl class="glossary-term reveal">
                <dt>&#33258;&#28982;&#35821;&#35328;&#22788;&#29702;&#65288;NLP&#65289;</dt>
                <dd>AI&#30340;&#19968;&#20010;&#20998;&#25903;&#65292;&#33268;&#21147;&#20110;&#35753;&#35745;&#31639;&#26426;&#29702;&#35299;&#12289;&#35299;&#37322;&#21644;&#29983;&#25104;&#20154;&#31867;&#35821;&#35328;&#12290;NLP&#25903;&#25745;&#30528;&#33258;&#21160;&#34917;&#20840;&#12289;&#32763;&#35793;&#12289;&#32842;&#22825;&#26426;&#22120;&#20154;&#21644;&#24773;&#24863;&#20998;&#26512;&#31561;&#21151;&#33021;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#31070;&#32463;&#32593;&#32476;</dt>
                <dd>&#21463;&#20154;&#33041;&#21551;&#21457;&#30340;&#35745;&#31639;&#31995;&#32479;&#65292;&#30001;&#20998;&#23618;&#32452;&#32455;&#30340;&#20114;&#36830;&#33410;&#28857;&#65288;&#8220;&#31070;&#32463;&#20803;&#8221;&#65289;&#32452;&#25104;&#12290;&#31070;&#32463;&#32593;&#32476;&#36890;&#36807;&#22312;&#22788;&#29702;&#35757;&#32451;&#25968;&#25454;&#26102;&#35843;&#25972;&#33410;&#28857;&#20043;&#38388;&#30340;&#36830;&#25509;&#24378;&#24230;&#26469;&#23398;&#20064;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">O</h2>

            <dl class="glossary-term reveal">
                <dt>&#24320;&#28304;AI</dt>
                <dd>&#20195;&#30721;&#21644;/&#25110;&#26435;&#37325;&#20844;&#24320;&#21487;&#29992;&#30340;AI&#27169;&#22411;&#21644;&#24037;&#20855;&#12290;Meta&#30340;Llama&#21644;Stability AI&#30340;Stable Diffusion&#26159;&#20195;&#34920;&#24615;&#20363;&#23376;&#65292;&#20219;&#20309;&#20154;&#37117;&#21487;&#20197;&#19979;&#36733;&#21644;&#36816;&#34892;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">P</h2>

            <dl class="glossary-term reveal">
                <dt>&#21442;&#25968;</dt>
                <dd>AI&#27169;&#22411;&#20869;&#37096;&#22312;&#35757;&#32451;&#36807;&#31243;&#20013;&#34987;&#35843;&#25972;&#30340;&#25968;&#20540;&#12290;&#21442;&#25968;&#25968;&#37327;&#24120;&#34987;&#29992;&#20316;&#27169;&#22411;&#33021;&#21147;&#30340;&#31895;&#30053;&#34913;&#37327;&#26631;&#20934; &mdash; &#25454;&#20272;&#35745;GPT-4&#25317;&#26377;&#36229;&#36807;&#19968;&#19975;&#20159;&#20010;&#21442;&#25968;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#25552;&#31034;&#35789;&#65288;Prompt&#65289;</dt>
                <dd>&#20320;&#32473;AI&#27169;&#22411;&#30340;&#25991;&#26412;&#36755;&#20837;&#65292;&#21578;&#35785;&#23427;&#20320;&#24819;&#35201;&#20160;&#20040;&#12290;&#25552;&#31034;&#35789;&#21487;&#20197;&#26159;&#38382;&#39064;&#12289;&#25351;&#20196;&#25110;&#21019;&#24847;&#31616;&#25253;&#12290;&#26356;&#22909;&#30340;&#25552;&#31034;&#35789;&#24102;&#26469;&#26356;&#22909;&#30340;&#32467;&#26524;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#25552;&#31034;&#35789;&#24037;&#31243;&#65288;Prompt Engineering&#65289;</dt>
                <dd>&#32534;&#20889;&#26377;&#25928;&#25552;&#31034;&#35789;&#20197;&#20174;AI&#27169;&#22411;&#33719;&#24471;&#26368;&#20339;&#32467;&#26524;&#30340;&#25216;&#26415;&#12290;&#21253;&#25324;&#25552;&#20379;&#19978;&#19979;&#25991;&#12289;&#25351;&#23450;&#26399;&#26395;&#26684;&#24335;&#12289;&#32473;&#20986;&#31034;&#20363;&#21644;&#20026;AI&#20998;&#37197;&#35282;&#33394;&#31561;&#25216;&#24039;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">R</h2>

            <dl class="glossary-term reveal">
                <dt>RAG&#65288;&#26816;&#32034;&#22686;&#24378;&#29983;&#25104;&#65289;</dt>
                <dd>&#19968;&#31181;&#36890;&#36807;&#20808;&#20174;&#30693;&#35782;&#24211;&#26816;&#32034;&#30456;&#20851;&#20449;&#24687;&#12289;&#20877;&#29992;&#36825;&#20123;&#20449;&#24687;&#29983;&#25104;&#22238;&#31572;&#26469;&#25913;&#21892;AI&#22238;&#22797;&#30340;&#25216;&#26415;&#12290;RAG&#36890;&#36807;&#23558;&#22238;&#31572;&#38170;&#23450;&#22312;&#23454;&#38469;&#28304;&#25991;&#26723;&#20013;&#26469;&#20943;&#23569;&#24187;&#35273;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#24378;&#21270;&#23398;&#20064;</dt>
                <dd>&#19968;&#31181;&#35757;&#32451;&#26041;&#27861;&#65292;AI&#36890;&#36807;&#35797;&#38169;&#26469;&#23398;&#20064;&#65292;&#33391;&#22909;&#32467;&#26524;&#33719;&#24471;&#22870;&#21169;&#65292;&#19981;&#33391;&#32467;&#26524;&#21463;&#21040;&#24809;&#32602;&#12290;&#36825;&#31181;&#26041;&#27861;&#29992;&#20110;&#23558;&#35821;&#35328;&#27169;&#22411;&#19982;&#20154;&#31867;&#20559;&#22909;&#23545;&#40784;&#65288;RLHF&#65289;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">S</h2>

            <dl class="glossary-term reveal">
                <dt>&#35855;&#23194;&#65288;Sycophancy&#65289;</dt>
                <dd>AI&#27169;&#22411;&#36807;&#24230;&#36814;&#21512;&#29992;&#25143;&#30340;&#20542;&#21521;&#65292;&#35828;&#29992;&#25143;&#24819;&#21548;&#30340;&#35805;&#32780;&#19981;&#26159;&#25552;&#20379;&#35802;&#23454;&#12289;&#25209;&#21028;&#24615;&#30340;&#21453;&#39304;&#12290;&#35201;&#33719;&#24471;&#30495;&#27491;&#26377;&#29992;&#30340;&#22238;&#31572;&#65292;&#22987;&#32456;&#35201;&#27714;AI&#32473;&#20986;&#22374;&#29575;&#30340;&#25209;&#35780;&#12290;</dd>
            </dl>

            <h2 class="glossary-letter reveal">T</h2>

            <dl class="glossary-term reveal">
                <dt>&#28201;&#24230;&#65288;Temperature&#65289;</dt>
                <dd>&#25511;&#21046;AI&#22238;&#22797;&#21019;&#36896;&#24615;&#25110;&#21487;&#39044;&#27979;&#24615;&#30340;&#35774;&#32622;&#12290;&#20302;&#28201;&#24230;&#65288;&#22914;0.1&#65289;&#20351;&#36755;&#20986;&#38598;&#20013;&#21644;&#30830;&#23450;&#24615;&#65307;&#39640;&#28201;&#24230;&#65288;&#22914;1.0&#65289;&#20351;&#36755;&#20986;&#26356;&#38543;&#26426;&#21644;&#26377;&#21019;&#24847;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Token&#65288;&#20196;&#29260;&#65289;</dt>
                <dd>AI&#27169;&#22411;&#22788;&#29702;&#30340;&#25991;&#26412;&#22522;&#26412;&#21333;&#20301;&#12290;&#19968;&#20010;Token&#21487;&#20197;&#26159;&#19968;&#20010;&#35789;&#12289;&#35789;&#30340;&#19968;&#37096;&#20998;&#25110;&#26631;&#28857;&#31526;&#21495; &mdash; &#22312;&#33521;&#35821;&#20013;&#22823;&#32422;1&#20010;Token&#31561;&#20110;3/4&#20010;&#21333;&#35789;&#12290;&#27169;&#22411;&#26377;Token&#25968;&#37327;&#38480;&#21046;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>&#35757;&#32451;&#25968;&#25454;</dt>
                <dd>&#29992;&#20110;&#25945;&#23548;AI&#27169;&#22411;&#30340;&#22823;&#37327;&#25991;&#26412;&#12289;&#22270;&#20687;&#25110;&#20854;&#20182;&#20449;&#24687;&#38598;&#21512;&#12290;&#35757;&#32451;&#25968;&#25454;&#30340;&#36136;&#37327;&#12289;&#22810;&#26679;&#24615;&#21644;&#35268;&#27169;&#30452;&#25509;&#24433;&#21709;&#27169;&#22411;&#30340;&#24615;&#33021;&#21644;&#21487;&#33021;&#23384;&#22312;&#30340;&#20559;&#35265;&#12290;</dd>
            </dl>

            <dl class="glossary-term reveal">
                <dt>Transformer</dt>
                <dd>&#22823;&#22810;&#25968;&#29616;&#20195;&#35821;&#35328;&#27169;&#22411;&#32972;&#21518;&#30340;&#31070;&#32463;&#32593;&#32476;&#26550;&#26500;&#12290;2017&#24180;&#30001;Google&#25552;&#20986;&#65292;Transformer&#20351;&#29992;&#8220;&#27880;&#24847;&#21147;&#8221;&#26426;&#21046;&#21516;&#26102;&#29702;&#35299;&#25991;&#26412;&#20013;&#25152;&#26377;&#35789;&#35821;&#20043;&#38388;&#30340;&#20851;&#31995;&#12290;</dd>
            </dl>

        </div>
    </div>
</section>

</body>
</html>
